[
  {
    "book": "A Little Life",
    "author": "Yanagihara, Hanya",
    "page": "35",
    "date_added": "Tuesday, December 17, 2019 7:01:12 PM",
    "quote": "cigarette. He was wearing a blue-and-white-striped long-sleeved T-shirt"
  },
  {
    "book": "A Little Life",
    "author": "Yanagihara, Hanya",
    "page": "89",
    "date_added": "Saturday, December 21, 2019 8:34:10 AM",
    "quote": "professionals for each subject—he could have afforded it—"
  },
  {
    "book": "A Little Life",
    "author": "Yanagihara, Hanya",
    "page": "127",
    "date_added": "Saturday, December 21, 2019 12:51:42 PM",
    "quote": "He experienced the singular pleasure of watching people he loved fall in love with other people he loved."
  },
  {
    "book": "Recursion",
    "author": "Crouch, Blake",
    "page": "18",
    "date_added": "Sunday, February 2, 2020 3:42:40 PM",
    "quote": "He saw Julia once, in the wake of one such dream—an unexpected bump-in at the party of an old friend. To his surprise, he felt nothing as they chatted stiffly on the veranda. Being in her presence slashed through the dream-withdrawal; he didn’t want her. It was a liberating revelation, even as it devastated him. Liberating because it meant he didn’t love this Julia—he loved the person she used to be. Devastating because the woman who haunted his dreams was truly gone. As unreachable as the dead."
  },
  {
    "book": "A Little Life",
    "author": "Yanagihara, Hanya",
    "page": "713",
    "date_added": "Sunday, February 2, 2020 9:16:06 PM",
    "quote": "you had the clearest view of the back of the house, do you"
  },
  {
    "book": "Slaughterhouse-Five: A Novel",
    "author": "Vonnegut, Kurt",
    "page": "80",
    "date_added": "Wednesday, February 12, 2020 8:27:11 PM",
    "quote": "“Well, here we are, Mr. Pilgrim, trapped in the amber of this moment. There is no why.”"
  },
  {
    "book": "Slaughterhouse-Five: A Novel",
    "author": "Vonnegut, Kurt",
    "page": "122",
    "date_added": "Sunday, February 16, 2020 11:15:49 AM",
    "quote": "“That’s one thing Earthlings might learn to do, if they tried hard enough: Ignore the awful times, and concentrate on the good ones.”"
  },
  {
    "book": "Slaughterhouse-Five: A Novel",
    "author": "Vonnegut, Kurt",
    "page": "161",
    "date_added": "Sunday, February 16, 2020 12:15:57 PM",
    "quote": "Billy thought the golliwog had something to do with World War Two, and he whispered to him his address: “Schlachthof-fünf.” • • • Billy was brought down Sugarbush Mountain on a toboggan. The golliwogs controlled it with ropes and yodeled melodiously for right-of-way. Near the bottom, the trail swooped around the pylons of a chair lift. Billy looked up at all the young people in bright elastic clothing and enormous boots and goggles, bombed out of their skulls with snow, swinging through the sky in yellow chairs. He supposed that they were part of an amazing new phase of World War Two. It was all right with him. Everything was pretty much all right with"
  },
  {
    "book": "Racing in the Rain",
    "author": "Stein, Garth",
    "page": "84",
    "date_added": "Monday, February 17, 2020 9:49:39 AM",
    "quote": "conversation with a comment of my own. People, if you pay attention to them, change the direction of one another’s conversations constantly. It’s like having a passenger in your car who suddenly grabs the steering wheel and turns you down a side street. Learn to listen! I beg of you. Pretend you are a dog like me and listen to other people rather than steal their stories."
  },
  {
    "book": "Racing in the Rain",
    "author": "Stein, Garth",
    "page": "84",
    "date_added": "Monday, February 17, 2020 9:49:46 AM",
    "quote": "Here’s why I will be a good person. Because I listen. I cannot speak, so I listen very well. I never interrupt, I never change the course of the conversation with a comment of my own. People, if you pay attention to them, change the direction of one another’s conversations constantly. It’s like having a passenger in your car who suddenly grabs the steering wheel and turns you down a side street. Learn to listen! I beg of you. Pretend you are a dog like me and listen to other people rather than steal their stories."
  },
  {
    "book": "The Singapore Story (Student Edition): Memoirs of Lee Kuan Yew",
    "author": "Lee Kuan Yew",
    "page": null,
    "date_added": "Tuesday, March 31, 2020 4:09:48 PM",
    "quote": "he simply said that the articles in Fajar were not seditious"
  },
  {
    "book": "The Singapore Story (Student Edition): Memoirs of Lee Kuan Yew",
    "author": "Lee Kuan Yew",
    "page": null,
    "date_added": "Monday, April 13, 2020 10:08:23 PM",
    "quote": "except Japan, was that women had not been emancipated."
  },
  {
    "book": "The Singapore Story (Student Edition): Memoirs of Lee Kuan Yew",
    "author": "Lee Kuan Yew",
    "page": null,
    "date_added": "Tuesday, April 14, 2020 10:14:07 PM",
    "quote": "traditionally preferred to sit on the fence until they saw clearly which"
  },
  {
    "book": "The Singapore Story (Student Edition): Memoirs of Lee Kuan Yew",
    "author": "Lee Kuan Yew",
    "page": null,
    "date_added": "Tuesday, April 14, 2020 10:14:11 PM",
    "quote": "traditionally preferred to sit on the fence until they saw clearly which way the wind was blowing. At present they had no confidence"
  },
  {
    "book": "The Singapore Story (Student Edition): Memoirs of Lee Kuan Yew",
    "author": "Lee Kuan Yew",
    "page": null,
    "date_added": "Sunday, April 26, 2020 11:25:28 AM",
    "quote": "The Tunku followed up by repeated his warning that the Causeway would be closed by the end of the year if Singapore rejected merger, and stressed that he meant it."
  },
  {
    "book": "The Singapore Story (Student Edition): Memoirs of Lee Kuan Yew",
    "author": "Lee Kuan Yew",
    "page": null,
    "date_added": "Sunday, April 26, 2020 11:25:36 AM",
    "quote": "Typo"
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "34",
    "date_added": "Tuesday, May 26, 2020 6:11:00 PM",
    "quote": "pleasantly on its attachable tray, he wants his bib ironed"
  },
  {
    "book": "Ender's Shadow (The Shadow Saga Book 1)",
    "author": "Card, Orson Scott",
    "page": "220",
    "date_added": "Wednesday, June 10, 2020 10:29:15 PM",
    "quote": "And if I am, what’s wrong with that? I know what I can do, and no one else really gets it. The teachers think I’m a scholar, they know I’m smart, they trust my judgment, but they aren’t making this army for me, they’re making it for him. I still have to prove to them what I can do. And if I really am one of the best, it would be to the benefit of the program to have it revealed as quickly as possible. And then he thought: Is this how idiots rationalize their stupidity to themselves?"
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "42",
    "date_added": "Thursday, June 25, 2020 7:49:39 PM",
    "quote": "‘How come she never got sad?’ ‘She did get sad, Booboo. She just got sad in her way instead of yours and mine. She got sad, I’m pretty sure.’ ‘Hal?’ ‘You remember how the staff lowered the flag to half-mast out front by the portcullis here after it happened? Do you remember that? And it goes to half-mast every year at Convocation? Remember the flag, Boo?’ ‘Hey Hal?’ ‘Don’t cry, Booboo. Remember the flag only halfway up the pole? Booboo, there are two ways to lower a flag to half-mast. Are you listening? Because no shit I really have to sleep here in a second. So listen—one way to lower the flag to half-mast is just to lower the flag. There’s another way though. You can also just raise the pole. You can raise the pole to like twice its original height. You get me? You understand what I mean, Mario?’"
  },
  {
    "book": "A Little History of the World (Little Histories)",
    "author": "Gombrich, E. H.",
    "page": "48",
    "date_added": "Monday, September 14, 2020 9:07:29 PM",
    "quote": "were truth and beauty. Their assemblies had taught the Athenians how to discuss all matters openly,"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "98",
    "date_added": "Saturday, November 7, 2020 10:10:01 AM",
    "quote": "possibilities which it could open. He and Keating had put their best efforts"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "98",
    "date_added": "Saturday, November 7, 2020 11:47:31 AM",
    "quote": "&"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "98",
    "date_added": "Friday, November 13, 2020 8:32:06 AM",
    "quote": "powerful papers of the great Wynand chain. “We have always stood,” said the Wynand editorials, “for the rights of the common man against the yellow sharks of privilege, but we cannot give our support to the destruction of law and order.” It had never been discovered whether the Wynand papers led the public or the public led the Wynand papers; it was known only that the two kept remarkably in step. It was not known to anyone, however, save to Guy Francon and a very few others, that Gail Wynand owned the corporation which owned the corporation which owned the Noyes-Belmont Hotel. This added greatly to Francon’s discomfort."
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "98",
    "date_added": "Friday, November 13, 2020 8:42:20 AM",
    "quote": "possibilities which it could open. He and Keating had put their best efforts into designing the most ornate of all Rococo palaces"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "141",
    "date_added": "Saturday, November 21, 2020 12:03:40 PM",
    "quote": "“To ask nothing. To expect nothing. To depend on nothing.”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "141",
    "date_added": "Saturday, November 21, 2020 12:03:47 PM",
    "quote": "“What do you want? Perfection?” “—or nothing. So, you see, I take the nothing.” “That doesn’t make sense.” “I take the only desire one can really permit oneself. Freedom, Alvah, freedom.” “You call that freedom?” “To ask nothing. To expect nothing. To depend on nothing.”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "226",
    "date_added": "Sunday, November 22, 2020 3:19:23 PM",
    "quote": "coud"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "321",
    "date_added": "Monday, November 30, 2020 5:50:17 PM",
    "quote": "Integrity is the ability to stand by an idea. That presupposes the ability to think. Thinking is something one doesn’t borrow or pawn."
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "321",
    "date_added": "Monday, November 30, 2020 5:51:39 PM",
    "quote": "And yet, if I were asked to choose a symbol for humanity as we know it, I wouldn’t choose a cross nor an eagle nor a lion and unicorn. I’d choose three gilded balls.”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "424",
    "date_added": "Saturday, December 12, 2020 2:05:02 PM",
    "quote": "“It is not my function,” said Wynand, “to help people preserve a self-respect they haven’t got. You give them what they profess to like in public. I give them what they really like. Honesty is the best policy, gentlemen, though"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "440",
    "date_added": "Saturday, December 12, 2020 3:05:44 PM",
    "quote": "The Palmers bore you and the Eddingtons snub you. But you have to flatter people whom you despise in order to impress other people who despise you.”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "442",
    "date_added": "Saturday, December 12, 2020 3:18:55 PM",
    "quote": "People want nothing but mirrors around them. To reflect them while they’re reflecting too. You know, like the senseless infinity you get from two mirrors facing each other across a narrow passage. Usually in the more vulgar kind of hotels. Reflections of reflections and echoes of echoes. No beginning and no end. No center and no purpose. I gave you what you wanted. I became what you are, what your friends are, what most of humanity is so busy being—only without the trimmings. I didn’t go around spouting book reviews to hide my emptiness of judgment—I said I had no judgment."
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "454",
    "date_added": "Saturday, December 12, 2020 3:51:22 PM",
    "quote": "“Most people go to very great length in order to convince themselves of their self-respect.”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "454",
    "date_added": "Saturday, December 12, 2020 3:51:31 PM",
    "quote": "“Most people go to very great length in order to convince themselves of their self-respect.” “Yes.” “And, of course, a quest for self-respect is proof of its lack.”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "576",
    "date_added": "Sunday, December 13, 2020 4:14:36 PM",
    "quote": "Look how they struggle for it. Why should any living creature exist in pain? By what conceivable right can anyone"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "576",
    "date_added": "Sunday, December 13, 2020 4:14:57 PM",
    "quote": "demand that a human being exist for anything but for his own joy? Every one of them wants it. Every part of him wants it. But they never find it. I wonder why. They whine and say they don’t understand the meaning of life. There’s a particular kind of people that I despise. Those who seek some sort of a higher purpose or ‘universal goal,’ who don’t know what to live for, who moan that they must ‘find themselves.’"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "577",
    "date_added": "Sunday, December 13, 2020 4:17:43 PM",
    "quote": "That’s the meaning of life.” “Your strength?” “Your work.” He tossed the branch aside. “The material the earth offers you and what you make of it ... What are you thinking of, Gail?”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "608",
    "date_added": "Sunday, December 13, 2020 5:40:28 PM",
    "quote": "You’re the most egotistical and the kindest man I know. And that doesn’t make sense.”"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "608",
    "date_added": "Sunday, December 13, 2020 5:40:36 PM",
    "quote": "“Maybe the concepts don’t make sense. Maybe they don’t mean what people have been taught to think they mean."
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "633",
    "date_added": "Sunday, December 13, 2020 6:47:38 PM",
    "quote": "“Yes! And isn’t that the root of every despicable action? Not selfishness, but precisely the absence of a self. Look at them. The man who cheats and lies, but preserves a respectable front. He knows himself to be dishonest, but others think he’s honest and he derives his self-respect from that, second"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "635",
    "date_added": "Sunday, December 13, 2020 6:50:52 PM",
    "quote": "They’re still human beings. But they’ve been taught to seek themselves in others."
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "635",
    "date_added": "Sunday, December 13, 2020 6:51:15 PM",
    "quote": "So after centuries of being pounded with the doctrine that altruism is the ultimate ideal, men have accepted it in the only way it could be accepted. By seeking self-esteem through others. By living second-hand. And it has opened the way for every kind of horror."
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "635",
    "date_added": "Sunday, December 13, 2020 6:51:42 PM",
    "quote": "Look at everyone around us. You’ve wondered why they suffer, why they seek happiness and never find it. If any man stopped and asked himself whether he’s ever held a truly personal desire, he’d find the answer. He’d see that all his wishes, his efforts, his dreams, his ambitions are motivated by other men. He’s not really struggling even for material wealth, but for the second-hander’s delusion—prestige"
  },
  {
    "book": "The Fountainhead",
    "author": "Rand, Ayn",
    "page": "712",
    "date_added": "Sunday, December 13, 2020 10:03:26 PM",
    "quote": "“The man who attempts to live for others is a dependent. He is a parasite in motive and makes parasites of those he"
  },
  {
    "book": "Meditations",
    "author": "Emperor of Rome Marcus Aurelius",
    "page": null,
    "date_added": "Wednesday, January 13, 2021 8:30:09 PM",
    "quote": "Why should any of these things that happen externally, so much distract thee? Give thyself leisure to learn some good thing, and cease roving and wandering to and fro. Thou must also take heed of another kind of wandering, for they are idle in their actions, who toil and labour in this life, and have no certain scope to which to direct all their motions, and desires."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "11",
    "date_added": "Wednesday, January 13, 2021 8:52:02 PM",
    "quote": "The Christians’ disfavor stemmed from their failure to acknowledge the gods worshipped by the community around them. Their “atheism”—their refusal to accept any god but their own—endangered their neighbors as well as themselves, and their reluctance to acknowledge the divine status of the emperor threatened the social order and the well-being of the state."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "12",
    "date_added": "Wednesday, January 13, 2021 8:53:26 PM",
    "quote": "illusory. Marcus, in any case, had more serious concerns than this troublesome cult."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "17",
    "date_added": "Thursday, January 14, 2021 9:24:15 PM",
    "quote": "man is like a dog tied to a moving wagon. If the dog refuses to run along with the wagon he will be dragged by it, yet the choice remains his: to run or be dragged. In the same way, humans are responsible for their choices and actions, even though these have been anticipated by the logos and form part of its plan."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "27",
    "date_added": "Sunday, January 17, 2021 9:59:31 AM",
    "quote": "Socratic paradox, the claim that no one does wrong willingly, and that if men were able to recognize what is right, they would inevitably do it. “They are like this,” Marcus says of other people, “because they can’t tell good"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "28",
    "date_added": "Sunday, January 17, 2021 10:03:40 AM",
    "quote": "The Cynics, of whom the first and most notorious was the irascible Diogenes of Sinope, were united less by doctrine than by a common attitude, namely their contempt for societal institutions and a desire for a life more in accord with nature."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "54",
    "date_added": "Monday, January 18, 2021 9:26:05 PM",
    "quote": "His respect for people who practiced philosophy—at least, those who were sincere about it. But without denigrating the others—or listening to them."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "60",
    "date_added": "Monday, January 18, 2021 9:44:13 PM",
    "quote": "stop being aimless, stop letting your emotions override what your mind tells you, stop being hypocritical, self-centered, irritable. You see how few things you have to do to live a satisfying and reverent life?"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "60",
    "date_added": "Monday, January 18, 2021 9:45:12 PM",
    "quote": "People who labor all their lives but have no purpose to direct every thought and impulse toward are wasting their time—even when hard at work. 8."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "67",
    "date_added": "Tuesday, January 19, 2021 8:41:29 PM",
    "quote": "You need to avoid certain things in your train of thought: everything random, everything irrelevant. And certainly everything self-important or malicious. You need to get used to winnowing your thoughts, so that if someone says, “What are you thinking about?” you can respond at once (and truthfully) that you are thinking this or thinking that. And it would be obvious at once from your answer that your thoughts were straightforward and considerate ones—the thoughts of an unselfish person, one unconcerned with pleasure and with sensual indulgence generally, with squabbling, with slander and envy, or anything else you’d be ashamed to be caught thinking."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "168",
    "date_added": "Tuesday, January 19, 2021 8:56:03 PM",
    "quote": "I’m just afraid of having a tombstone that says HERE LIES A PROMISING OLD MAN. It’s… potential may be worse than none, Jim. Than no talent to fritter in the first place, lying around guzzling because I haven’t the balls to…"
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "168",
    "date_added": "Tuesday, January 19, 2021 8:56:20 PM",
    "quote": "God I’m I’m so sorry. Jim. You don’t deserve to see me like this. I’m so scared, Jim. I’m so scared of dying without ever being really seen. Can you understand?"
  },
  {
    "book": "The Elements of Style, Fourth Edition",
    "author": "Strunk JR., William",
    "page": "6",
    "date_added": "Wednesday, January 20, 2021 5:11:44 PM",
    "quote": "pith I think it probably sets a record that is not likely to"
  },
  {
    "book": "The Elements of Style, Fourth Edition",
    "author": "Strunk JR., William",
    "page": "29",
    "date_added": "Friday, January 22, 2021 5:24:35 PM",
    "quote": "Note, in the examples above, that when a sentence is made stronger, it usually becomes shorter. Thus, brevity is a by-product of vigor."
  },
  {
    "book": "The Elements of Style, Fourth Edition",
    "author": "Strunk JR., William",
    "page": "30",
    "date_added": "Friday, January 22, 2021 5:25:24 PM",
    "quote": "Make definite assertions. Avoid tame, colorless, hesitating, noncommittal language."
  },
  {
    "book": "The Elements of Style, Fourth Edition",
    "author": "Strunk JR., William",
    "page": "34",
    "date_added": "Friday, January 22, 2021 5:37:56 PM",
    "quote": "Vigorous writing is concise. A sentence should contain no unnecessary words, a paragraph no unnecessary sentences, for the same reason that a drawing should have no unnecessary lines and a machine no unnecessary parts. This requires not that the writer make all sentences short, or avoid all detail and treat subjects only in outline, but that every word tell."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "68",
    "date_added": "Saturday, January 23, 2021 8:32:22 AM",
    "quote": "We should listen only to those whose lives conform to nature. And the others? He bears in mind what sort of people they are—both at home and abroad, by night as well as day—and who they spend their time with. And he cares nothing for their praise—men who can’t even meet their own standards."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "68",
    "date_added": "Saturday, January 23, 2021 8:32:37 AM",
    "quote": "How to act: Never under compulsion, out of selfishness, without forethought, with misgivings. Don’t gussy up your thoughts. No surplus words or unnecessary actions. Let the spirit in you represent a man, an adult, a citizen, a Roman, a ruler."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "69",
    "date_added": "Saturday, January 23, 2021 8:40:42 AM",
    "quote": "Never regard something as doing you good if it makes you betray a trust, or lose your sense of shame, or makes you show hatred, suspicion, ill will, or hypocrisy, or a desire for things best done behind closed doors."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "70",
    "date_added": "Saturday, January 23, 2021 8:46:04 AM",
    "quote": "And concentrate on this, your whole life long: for your mind to be in the right state—the state a rational, civic mind should be in."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "70",
    "date_added": "Saturday, January 23, 2021 9:05:10 AM",
    "quote": "Your ability to control your thoughts—treat it with respect. It’s all that protects your mind from false perceptions—false to your nature, and that of all rational beings. It’s what makes thoughtfulness possible, and affection for other people, and submission to the divine. 10. Forget everything else. Keep hold of this alone and remember it: Each of us lives only now, this brief instant. The rest has been lived already, or is impossible to see. The span we live is small—small as the corner of the earth in which we live it. Small"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "70",
    "date_added": "Saturday, January 23, 2021 9:07:50 AM",
    "quote": "11. To the stand-bys above, add this one: always to define whatever it is we perceive—to trace its outline—so we can see what it really is: its substance."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "70",
    "date_added": "Saturday, January 23, 2021 9:07:59 AM",
    "quote": "Nothing is so conducive to spiritual growth as this capacity for logical and accurate analysis of everything that happens to us."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "203",
    "date_added": "Saturday, January 23, 2021 9:37:31 AM",
    "quote": "That 99% of compulsive thinkers’ thinking is about themselves;"
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "204",
    "date_added": "Saturday, January 23, 2021 9:39:57 AM",
    "quote": "That other people can often see things about you that you yourself cannot see, even if those people are stupid"
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "205",
    "date_added": "Saturday, January 23, 2021 9:44:55 AM",
    "quote": "That it is permissible to want. That everybody is identical in their secret unspoken belief that way deep down they are different from everyone"
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "205",
    "date_added": "Saturday, January 23, 2021 9:45:01 AM",
    "quote": "That it is permissible to want. That everybody is identical in their secret unspoken belief that way deep down they are different from everyone else. That this isn’t necessarily perverse."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "205",
    "date_added": "Saturday, January 23, 2021 9:45:37 AM",
    "quote": "That there might not be angels, but there are people who might as well be angels."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "205",
    "date_added": "Saturday, January 23, 2021 9:46:40 AM",
    "quote": "That God—unless you’re Charlton Heston, or unhinged, or both—speaks and acts entirely through the vehicle of human beings, if there is a God. That God might regard the issue of whether you believe there’s a God or not as fairly low on his/her/its list of things s/he/it’s interested in re you."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "205",
    "date_added": "Saturday, January 23, 2021 9:46:57 AM",
    "quote": "That a person—one with the Disease/-Ease—will do things under the influence of Substances that he simply would not ever do sober, and that some consequences of these things cannot ever be erased or amended. 71 Felonies are an example of this."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "74",
    "date_added": "Friday, January 29, 2021 6:36:12 AM",
    "quote": "People try to get away from it all—to the country, to the beach, to the mountains. You always wish that you could too. Which is idiotic: you can get away from it anytime you like. By going within."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "74",
    "date_added": "Friday, January 29, 2021 6:36:38 AM",
    "quote": "What’s there to complain about? People’s misbehavior? But take into consideration: • that rational beings exist for one another; • that doing what’s right sometimes requires patience; • that no one does the wrong thing deliberately; • and the number of people who have feuded and envied and hated and fought and died and been buried."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "75",
    "date_added": "Friday, January 29, 2021 6:37:01 AM",
    "quote": "Or is it your reputation that’s bothering you? But look at how soon we’re all forgotten"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "75",
    "date_added": "Friday, January 29, 2021 6:37:13 AM",
    "quote": "The abyss of endless time that swallows it all. The emptiness of all those applauding hands. The people who praise us—how capricious they are, how arbitrary."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "76",
    "date_added": "Friday, January 29, 2021 6:40:49 AM",
    "quote": "It can ruin your life only if it ruins your character. Otherwise it cannot harm you—inside or out."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "76",
    "date_added": "Friday, January 29, 2021 6:41:16 AM",
    "quote": "That every event is the right one. Look closely and you’ll see. Not just the right one overall, but right. As if someone had weighed it out with scales. Keep looking closely like that, and embody it in your actions: goodness—what defines a good person. Keep to it in everything you do."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "76",
    "date_added": "Friday, January 29, 2021 6:41:23 AM",
    "quote": "Not what your enemy sees and hopes that you will, but what’s really there."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "77",
    "date_added": "Friday, January 29, 2021 6:42:09 AM",
    "quote": "Not to live as if you had endless years ahead of you. Death overshadows you. While you’re alive and able—be"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "77",
    "date_added": "Friday, January 29, 2021 6:42:16 AM",
    "quote": "The tranquillity that comes when you stop caring what they say. Or think, or do."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "77",
    "date_added": "Friday, January 29, 2021 6:42:26 AM",
    "quote": "The tranquillity that comes when you stop caring what they say. Or think, or do. Only"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "77",
    "date_added": "Friday, January 29, 2021 6:42:32 AM",
    "quote": "what you do. (Is this fair? Is this the right thing to do?)"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "78",
    "date_added": "Friday, January 29, 2021 6:45:55 AM",
    "quote": "Not to be driven this way and that, but always to behave with justice and see things as they are."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "79",
    "date_added": "Friday, January 29, 2021 6:46:38 AM",
    "quote": "Because most of what we say and do is not essential. If you can eliminate it, you’ll have more time, and more tranquillity. Ask yourself at every moment, “Is this necessary?”"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "79",
    "date_added": "Friday, January 29, 2021 6:46:49 AM",
    "quote": "And then you might see what the life of the good man is like—someone content with what nature assigns him, and satisfied with being just and kind himself."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "81",
    "date_added": "Friday, January 29, 2021 6:49:44 AM",
    "quote": "And those are the ones who shone. The rest—“unknown, unasked-for” a minute after death. What is “eternal” fame? Emptiness. Then what should we work for? Only this: proper understanding; unselfish action; truthful speech. A resolve to accept whatever happens as necessary and familiar, flowing like water from that same source and spring."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "81",
    "date_added": "Friday, January 29, 2021 6:50:21 AM",
    "quote": "Nothing that goes on in anyone else’s mind can harm you. Nor can the shifts and changes in the world around you."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "82",
    "date_added": "Friday, January 29, 2021 6:51:05 AM",
    "quote": "Time is a river, a violent current of events, glimpsed once and already carried past us, and another follows and is gone."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "87",
    "date_added": "Saturday, January 30, 2021 7:56:43 AM",
    "quote": "Some people, when they do someone a favor, are always looking for a chance to call it in. And some aren’t, but they’re still aware of it—still regard it as a debt. But others don’t even do that. They’re like a vine that"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "87",
    "date_added": "Saturday, January 30, 2021 7:56:54 AM",
    "quote": "produces grapes without looking for anything in return. A horse at the end of the race . . . A dog when the hunt is over . . . A bee with its honey stored . . . And a human being after helping others. They don’t make a fuss about it. They just go on to something else, as the vine looks forward to bearing fruit again in season. We should be like that. Acting almost unconsciously."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "89",
    "date_added": "Saturday, January 30, 2021 8:02:41 AM",
    "quote": "Not to feel exasperated, or defeated, or despondent because your days aren’t packed with wise and moral actions. But to get back up when you fail, to celebrate behaving like a human—however imperfectly—and fully embrace the pursuit that you’ve embarked on."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "91",
    "date_added": "Saturday, January 30, 2021 8:12:00 AM",
    "quote": "The things you think about determine the quality of your mind. Your soul takes on the color of your thoughts. Color it with a run of thoughts like these:"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "92",
    "date_added": "Saturday, January 30, 2021 8:22:21 AM",
    "quote": "In a sense, people are our proper occupation. Our job is to do them good and put up with them. But when they obstruct our proper tasks, they become irrelevant to us—like sun, wind, animals. Our actions may be impeded by them, but there can be no impeding our intentions or our dispositions. Because we can accommodate and adapt."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "92",
    "date_added": "Saturday, January 30, 2021 8:22:27 AM",
    "quote": "The impediment to action advances action. What stands in the way becomes"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "92",
    "date_added": "Saturday, January 30, 2021 8:22:41 AM",
    "quote": "The impediment to action advances action. What stands in the way becomes the way."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "93",
    "date_added": "Saturday, January 30, 2021 8:26:49 AM",
    "quote": "The infinity of past and future gapes before us—a chasm whose depths we cannot see. So it would take an idiot to feel self-importance or distress. Or any indignation, either. As if the things that irritate us lasted."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "93",
    "date_added": "Saturday, January 30, 2021 8:26:56 AM",
    "quote": "Remember: Matter. How tiny your share of it. Time. How brief and fleeting your allotment of it. Fate. How small a role you play"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "93",
    "date_added": "Saturday, January 30, 2021 8:27:13 AM",
    "quote": "Remember: Matter. How tiny your share of it. Time. How brief and fleeting your allotment of it. Fate. How small a role you play in it."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "93",
    "date_added": "Saturday, January 30, 2021 8:27:21 AM",
    "quote": "So other people hurt me? That’s their problem. Their character and actions are not mine. What is done to me is ordained by nature, what I do by my own."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "93",
    "date_added": "Saturday, January 30, 2021 8:27:45 AM",
    "quote": "The mind is the ruler of the soul. It should remain unstirred by agitations of the flesh—gentle and violent ones alike. Not mingling with them, but fencing itself off and keeping those feelings in their place. When they make their way into your thoughts, through the sympathetic link between mind and body, don’t try to resist the sensation. The sensation is natural. But don’t let the mind start in with judgments, calling it “good” or “bad.”"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "94",
    "date_added": "Saturday, January 30, 2021 8:28:26 AM",
    "quote": "the smoke makes me cough, I can leave. What’s so hard about that?"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "96",
    "date_added": "Saturday, January 30, 2021 8:39:58 AM",
    "quote": "Have you forgotten what’s what? —I know, but it was important to them. And so you have to be an idiot as well?"
  },
  {
    "book": "A Little History of the World (Little Histories)",
    "author": "Gombrich, E. H.",
    "page": "197",
    "date_added": "Saturday, January 30, 2021 9:17:30 AM",
    "quote": "Leonardo da Vinci had already said that ‘Nature doesn’t break her own laws.’ And so it was known with certainty that if you take any natural event and measure and record it precisely, you will discover that, given the same circumstances, the result will always be the same, no matter how often it is repeated – indeed, it cannot be different."
  },
  {
    "book": "A Little History of the World (Little Histories)",
    "author": "Gombrich, E. H.",
    "page": "214",
    "date_added": "Saturday, January 30, 2021 1:02:24 PM",
    "quote": "No rational person disputes the fact that two plus two makes four. Therefore reason – or sound common sense, as they also termed it – is what can and should unite all men. In the realm of reason you can use arguments to convince others of the rightness of your opinions, whereas another’s religious beliefs, being beyond rational argument, should be respected and tolerated. And so reason was the second most important thing to these people. Clear and reasoned thinking about mankind and nature was rediscovered in the works of the ancient Greeks and Romans and in those of the Florentines during the time of the Renaissance. But, more than anywhere else, it was to be found in the works of men like Galileo, who had boldly set out to investigate the magic of nature’s mathematical formulas. Differences of belief played no part in these things: there was only experiment and proof. Reason alone could explain the appearance of nature and the workings of the universe. Reason, which is given in equal measure to all mankind the world over. Now if reason is given to all, it must follow that all people are of equal worth, and as you remember, that was just what Christianity had taught: that all men are equal before God. But those who preached tolerance and reason took this argument one step further:"
  },
  {
    "book": "A Little History of the World (Little Histories)",
    "author": "Gombrich, E. H.",
    "page": "215",
    "date_added": "Saturday, January 30, 2021 1:02:40 PM",
    "quote": "they didn’t only teach that all people were essentially equal; they demanded that they be treated equally as well. That every human being, as God’s creature, endowed by Him with reason, had rights that no one might or should deny him. The right to choose his own calling and to choose how he lived: and the freedom to act or not to act as his reason and his conscience dictated. Children, too, should not be taught with the cane but with reason, so that they might come to understand the difference between right and wrong. And criminals were human beings too – no doubt, they had done wrong, but they could still be helped to mend their ways. It was dreadful, they argued, to brand a man’s cheek or forehead with a red-hot iron for one wrongdoing, leaving a mark he would bear for the rest of his life so that all might say ‘That man is a criminal’. There was something, they said, which forbade a person to be publicly humiliated. It was called human dignity. All these ideas, which from 1700 onwards were debated first in England and later in France, came to be called the Enlightenment, because the people who held them wanted to combat the darkness of superstition with the pure light of reason."
  },
  {
    "book": "A Little History of the World (Little Histories)",
    "author": "Gombrich, E. H.",
    "page": "278",
    "date_added": "Saturday, January 30, 2021 4:25:18 PM",
    "quote": "I know a wise old Buddhist monk who, in a speech to his fellow countrymen, once said he’d love to know why someone who boasts that he is the cleverest, the strongest, the bravest or the most gifted man on earth is thought ridiculous and embarrassing, whereas if, instead of ‘I’, he says, ‘we are the most intelligent, the strongest, the bravest and the most gifted people on earth’, his fellow countrymen applaud enthusiastically and call him a patriot. For there is nothing patriotic about it. One can be attached to one’s own country without needing to insist that the rest of the world’s inhabitants are worthless. But as more and more people were taken in by this sort of nonsense, the menace to peace grew greater."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "26",
    "date_added": "Saturday, January 30, 2021 10:05:08 PM",
    "quote": "roman à clef about William Avery Rockefeller. The privately"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "32",
    "date_added": "Saturday, January 30, 2021 10:21:33 PM",
    "quote": "Inspired by a Sunday-school class on forgiveness, the children initiated a custom that suggests how religion permeated their lives. Each night, when they got into bed, they turned to their siblings and said, “Do you forgive me all I have done to you today?”61 By the time they fell asleep, the air had been cleared of all recriminations or festering anger."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "101",
    "date_added": "Sunday, January 31, 2021 7:28:32 AM",
    "quote": "Then what is to be prized? An audience clapping? No. No more than the clacking of their tongues. Which is all that public praise amounts to—a clacking of tongues. So we throw out other people’s recognition. What’s left for us to prize? I think it’s this: to do (and not do) what we were designed for. That’s the goal of all trades, all arts, and what each of them aims at: that the thing they create should do what it was designed to do. The nurseryman who cares for the vines,"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "101",
    "date_added": "Sunday, January 31, 2021 7:28:39 AM",
    "quote": "Then what is to be prized? An audience clapping? No. No more than the clacking of their tongues. Which is all that public praise amounts to—a clacking of tongues. So we throw out other people’s recognition. What’s left for us to prize? I think it’s this: to do (and not do) what we were designed for. That’s the goal of all trades, all arts, and what each of them aims at: that the thing they create should do what it was designed to do."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "102",
    "date_added": "Sunday, January 31, 2021 7:30:10 AM",
    "quote": "If anyone can refute me—show me I’m making a mistake or looking at things from the wrong perspective—I’ll gladly change. It’s the truth I’m after, and the truth never harmed anyone. What harms us is to persist in self-deceit and ignorance."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "104",
    "date_added": "Sunday, January 31, 2021 7:32:58 AM",
    "quote": "Awaken; return to yourself. Now, no longer asleep, knowing they were only dreams, clear-headed again, treat everything around you as a dream."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "39",
    "date_added": "Sunday, January 31, 2021 7:58:17 AM",
    "quote": "Unless slavery was curbed speedily, he prophesied, it “will end in the ruin of our country.”4 America would only progress, he believed, with an educated citizenry. “In former times when learning was confined to the monks and priests, then it was that the world stood still, and it was not until the people were educated and began to think for themselves that it progressed.”5 Such views on"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "39",
    "date_added": "Sunday, January 31, 2021 7:58:55 AM",
    "quote": "Unless slavery was curbed speedily, he prophesied, it “will end in the ruin of our country.”4 America would only progress, he believed, with an educated citizenry. “In former times when learning was confined to the monks and priests, then it was that the world stood still, and it was not until the people were educated and began to think for themselves that it progressed.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "53",
    "date_added": "Sunday, January 31, 2021 9:00:37 AM",
    "quote": "The handshake acquired symbolic meaning for him, for it was “the friendly hand extended to the man who doesn’t know that he is wanted [that] brings many a one into the church. This early feeling about handshaking has stayed with me. All my life, I have enjoyed this thing that says: ‘I am your friend.’"
  },
  {
    "book": "The Count of Monte Cristo (Penguin Classics)",
    "author": "Dumas, Alexandre",
    "page": "19",
    "date_added": "Sunday, January 31, 2021 9:12:31 PM",
    "quote": "impassive. He made no attempt to wipe the tears"
  },
  {
    "book": "The Count of Monte Cristo (Penguin Classics)",
    "author": "Dumas, Alexandre",
    "page": "27",
    "date_added": "Sunday, January 31, 2021 9:27:56 PM",
    "quote": "‘Drunkard if you like. A curse on those who fear wine: it’s because they have evil thoughts and they are afraid that wine will loosen their tongues.’"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "82",
    "date_added": "Thursday, February 4, 2021 8:42:36 PM",
    "quote": "is very important to remember what other people tell you, not so much what you yourself already know.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "90",
    "date_added": "Thursday, February 4, 2021 10:35:56 PM",
    "quote": "abolitionists and temperance activists. With their home"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "104",
    "date_added": "Saturday, February 6, 2021 10:00:15 AM",
    "quote": "Obliging but never fawning, he knew how to soothe jittery creditors, and one of his cardinal rules was never to seem too eager to borrow."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "109",
    "date_added": "Saturday, February 6, 2021 10:40:50 AM",
    "quote": "Rockefeller loved Flagler’s dictum that a friendship founded on business was superior to a business founded on friendship, and for several decades they worked together in an almost seamless fashion."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "108",
    "date_added": "Sunday, February 7, 2021 9:32:10 AM",
    "quote": "You don’t have to turn this into something. It doesn’t have to upset you. Things can’t shape our decisions by themselves."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "108",
    "date_added": "Sunday, February 7, 2021 9:33:59 AM",
    "quote": "Practice really hearing what people say. Do your best to get inside their minds."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "111",
    "date_added": "Sunday, February 7, 2021 9:35:45 AM",
    "quote": "Focus on what is said when you speak and on what results from each action. Know what the one aims at, and what the other means."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "113",
    "date_added": "Sunday, February 7, 2021 9:46:56 AM",
    "quote": "Let the body avoid discomfort (if it can), and if it feels it, say so. But the soul is what feels fear and pain, and what conceives of them in the first place, and it suffers nothing. Because it will never conclude that it has. The mind in itself has no needs, except for those it creates itself. Is undisturbed, except for its own disturbances. Knows no obstructions, except those from within."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "113",
    "date_added": "Sunday, February 7, 2021 9:47:04 AM",
    "quote": "Well-being is good luck, or good character."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "114",
    "date_added": "Sunday, February 7, 2021 9:48:09 AM",
    "quote": "To feel affection for people even when they make mistakes is uniquely human. You can do it, if you simply recognize: that they’re human too, that they act out of ignorance, against their will, and that you’ll both be dead before long. And, above all, that they haven’t really hurt you. They haven’t diminished your ability to choose."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "115",
    "date_added": "Saturday, February 13, 2021 8:25:00 AM",
    "quote": "When people injure you, ask yourself what good or harm they thought would come of it. If you understand that, you’ll feel sympathy rather than outrage or anger. Your sense of good and evil may be the same as theirs, or near it, in which case you have to excuse them. Or your sense of good and evil may differ from theirs. In which case they’re misguided and deserve your compassion. Is that so hard?"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "115",
    "date_added": "Saturday, February 13, 2021 8:26:40 AM",
    "quote": "Stop being jerked like a puppet. Limit yourself to the present."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "115",
    "date_added": "Saturday, February 13, 2021 8:26:45 AM",
    "quote": "Other people’s mistakes? Leave them to their makers."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "117",
    "date_added": "Saturday, February 13, 2021 8:29:55 AM",
    "quote": "Look at the past—empire succeeding empire—and from that, extrapolate the future: the same thing. No escape from the rhythm of events. Which is why observing life for forty years is as good as a thousand. Would you really see anything new?"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "119",
    "date_added": "Saturday, February 13, 2021 8:56:18 AM",
    "quote": "In all that happens, keep before your eyes those who experienced it before you, and felt shock and outrage and resentment at it. And now where are they? Nowhere. Is that what you want to be like? Instead of avoiding all these distracting assaults—leaving the alarms and flight to others—and concentrating on what you can do with it all?"
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "124",
    "date_added": "Saturday, February 20, 2021 10:06:18 AM",
    "quote": "Spelling error"
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "124",
    "date_added": "Saturday, February 20, 2021 10:06:18 AM",
    "quote": "use to exist."
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "133",
    "date_added": "Saturday, February 20, 2021 10:21:56 AM",
    "quote": "Career advice for today’s kids: Go into professions that machines are bad at—those involving people, unpredictability and creativity."
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "133",
    "date_added": "Saturday, February 20, 2021 10:22:17 AM",
    "quote": "grammar..."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": null,
    "date_added": "Monday, February 22, 2021 9:49:18 PM",
    "quote": "Conflict remains, as we have noted, a growth industry. Indeed, the advent of the negotiation revolution has brought more conflict, not less. Hierarchies tend to bottle up conflict, which comes out into the open as hierarchies give way to networks. Democracies surface rather than suppress conflict, which is why democracies often seem so quarrelsome and turbulent when compared with more authoritarian societies."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": null,
    "date_added": "Monday, February 22, 2021 9:52:44 PM",
    "quote": "The goal cannot and should not be to eliminate conflict. Conflict is an inevitable—and useful—part of life. It often leads to change and generates insight. Few injustices are addressed without serious conflict. In the form of business competition, conflict helps create prosperity. And it lies at the heart of the democratic process, where the best decisions result not from a superficial consensus but from exploring different points of view and searching for creative solutions. Strange as it may seem, the world needs more conflict, not less. The"
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": null,
    "date_added": "Monday, February 22, 2021 9:52:49 PM",
    "quote": "The goal cannot and should not be to eliminate conflict. Conflict is an inevitable—and useful—part of life. It often leads to change and generates insight. Few injustices are addressed without serious conflict. In the form of business competition, conflict helps create prosperity. And it lies at the heart of the democratic process, where the best decisions result not from a superficial consensus but from exploring different points of view and searching for creative solutions. Strange as it may seem, the world needs more conflict, not less."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": null,
    "date_added": "Monday, February 22, 2021 9:53:09 PM",
    "quote": "The challenge is not to eliminate conflict but to transform it. It is to change the way we deal with our differences—from destructive, adversarial battling to hard-headed, side-by-side problem-solving"
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": null,
    "date_added": "Monday, February 22, 2021 9:53:24 PM",
    "quote": "We should not underestimate the difficulty of this task, yet no task is more urgent in the world today."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": null,
    "date_added": "Monday, February 22, 2021 9:54:22 PM",
    "quote": "Getting Past No, Difficult Conversations, Beyond Reason, and The Power of a Positive No, each of which"
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": "12",
    "date_added": "Wednesday, February 24, 2021 5:16:36 PM",
    "quote": "Making concessions “for the relationship” is equally problematic, because it can actually encourage and reward stubbornness, which can lead to resentment that ends up damaging the relationship."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": "32",
    "date_added": "Wednesday, February 24, 2021 6:03:42 PM",
    "quote": "Pay attention to “core concerns.” Many emotions in negotiation are driven by a core set of five interests: autonomy, the desire to make your own choices and control your own fate; appreciation, the desire to be recognized and valued; affiliation, the desire to belong as an accepted member of some peer group; role, the desire to have a meaningful purpose; and status, the desire to feel fairly seen and acknowledged. Trampling on these interests tends to generate strong negative emotions. Attending to them can build rapport and a positive climate for problem-solving negotiation.[1]"
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": "50",
    "date_added": "Wednesday, February 24, 2021 6:37:13 PM",
    "quote": "Basic human needs include: security economic well-being a sense of belonging recognition control over one’s life As fundamental as they are, basic human needs are easy to overlook. In many negotiations, we tend to think that the only interest involved is money."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "125",
    "date_added": "Saturday, February 27, 2021 8:16:55 AM",
    "quote": "The first step: Don’t be anxious. Nature controls it all. And before long you’ll be no one, nowhere—like Hadrian, like Augustus. The second step: Concentrate on what you have to do. Fix your eyes on it. Remind yourself that your task is to be a good human being; remind yourself what nature demands of people. Then do it, without hesitation, and speak the truth as you see it. But with kindness. With humility. Without hypocrisy."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "126",
    "date_added": "Saturday, February 27, 2021 8:19:54 AM",
    "quote": "When you have to deal with someone, ask yourself: What does he mean by good and bad? If he thinks x or y about pleasure and pain (and what produces them), about fame and disgrace, about death and life, then it shouldn’t shock or surprise you when he does x or y. In fact, I’ll remind myself that he has no real choice."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "126",
    "date_added": "Saturday, February 27, 2021 8:21:28 AM",
    "quote": "Examining life foces you to consider these principles, and these principles define your actions."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "3",
    "date_added": "Saturday, February 27, 2021 12:24:43 PM",
    "quote": "the goal of advertising is selling (and copywriter Luther Brock once defined selling as “placing 100 percent emphasis on how the reader will come out ahead by doing business with you”),"
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "3",
    "date_added": "Saturday, February 27, 2021 12:25:01 PM",
    "quote": "instead of creating aesthetically pleasing prose, you have to dig into a product or service, uncover the reasons why consumers would want to buy the product instead of others in its category, and present those sales arguments in copy that is read, understood, and reacted to—copy that makes the arguments so convincingly that the customer can’t help but want to buy the product being advertised."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "3",
    "date_added": "Saturday, February 27, 2021 12:25:24 PM",
    "quote": "One of the greatest advantages of digital marketing is that results can be measured quickly and accurately."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "9",
    "date_added": "Saturday, February 27, 2021 12:32:54 PM",
    "quote": "Copywriting is based on three factors: human emotion, data, and compliance."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "11",
    "date_added": "Saturday, February 27, 2021 12:35:55 PM",
    "quote": "one client in a niche industry finds that the optimal length for a half-page newspaper ad headline is 8 to 12 words. Longer or shorter and response drops."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "13",
    "date_added": "Saturday, February 27, 2021 12:39:14 PM",
    "quote": "The Internet, computers, video games, and other screen-based electronic media have caused a reduction in the human attention span. Being concise has always been a virtue in writing, but now it is even more important."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "13",
    "date_added": "Saturday, February 27, 2021 12:39:53 PM",
    "quote": "Readers are bombarded by more ad messages and information overload than at any time in human history. As Yale librarian Rutherford D. Rogers once said, “We are drowning in information and starving for knowledge.” That means you must strive to make your copy relevant to the reader, understand what keeps him or her up at night, and address"
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "13",
    "date_added": "Saturday, February 27, 2021 12:40:23 PM",
    "quote": "Readers are bombarded by more ad messages and information overload than at any time in human history. As Yale librarian Rutherford D. Rogers once said, “We are drowning in information and starving for knowledge.” That means you must strive to make your copy relevant to the reader, understand what keeps him or her up at night, and address that need, desire, want, or fear in your ad."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "13",
    "date_added": "Saturday, February 27, 2021 12:40:40 PM",
    "quote": "The Internet has made consumers more savvy, training them to shun promotion, better able to spot hype, and become increasingly skeptical. Both in print and on the Web, buyers often prefer educational-type advertising material: advertising that respects their intelligence, does not talk down to them, and conveys useful and practical information they perceive as valuable in solving their problem or making a purchasing decision."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "14",
    "date_added": "Saturday, February 27, 2021 12:40:52 PM",
    "quote": "Advertising that looks more like an article than a paid ad is called either an advertorial or “native advertising.”"
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "14",
    "date_added": "Saturday, February 27, 2021 12:41:15 PM",
    "quote": "Convenience and speed of delivery are big selling points today for products and services, as is time saving."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "14",
    "date_added": "Saturday, February 27, 2021 12:41:22 PM",
    "quote": "Your prospects are busy and are pressed for time. Convenience and speed of delivery are big selling points today for products and services, as is time saving."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "23",
    "date_added": "Saturday, February 27, 2021 12:52:54 PM",
    "quote": "Your headline can perform four different tasks: Get attention. Select the audience. Deliver a complete message. Draw the reader into the body copy."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "24",
    "date_added": "Saturday, February 27, 2021 12:53:26 PM",
    "quote": "Another effective attention-getting gambit is to give the reader news. Headlines that give news often use words such as new, discover, introducing, announcing, now, it’s here, at last, and just arrived."
  },
  {
    "book": "The Copywriter's Handbook",
    "author": "Bly, Robert W.",
    "page": "24",
    "date_added": "Saturday, February 27, 2021 12:53:50 PM",
    "quote": "If you can legitimately use the word free in your headline, do so. Free is one of the most powerful words in the copywriter’s vocabulary. Everybody wants to get something for free. Other powerful attention-getting words include how to, why, you, sale, quick, easy, bargain, last chance, guarantee, results, proven, and save."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": "53",
    "date_added": "Saturday, February 27, 2021 1:13:27 PM",
    "quote": "Put the problem before your answer. In talking to someone who represents a construction company, you might say, “We believe you should build a fence around the project within forty-eight hours and beginning immediately should restrict the speed of your trucks on Oak Street to fifteen miles per hour. Now let me tell you why. . . .” If you do, you can be quite certain that the representatives will not be listening to the reasons. They have heard your position and are no doubt busy preparing arguments against it."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": "53",
    "date_added": "Saturday, February 27, 2021 1:13:35 PM",
    "quote": "They probably were disturbed by your tone or by the suggestion itself."
  },
  {
    "book": "Getting to Yes",
    "author": "Fisher, Roger",
    "page": "54",
    "date_added": "Saturday, February 27, 2021 1:15:34 PM",
    "quote": "The question “Why?” has two quite different meanings. One looks backward for a cause and treats our behavior as determined by prior events. The other looks forward for a purpose and treats our behavior as subject to our free will. We need not enter into a philosophical debate between free will and determinism in order to decide how to act. Either we have free will or it is determined that we behave as if we do. In either case, we make choices. We can choose to look back or to look forward."
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "204",
    "date_added": "Wednesday, March 17, 2021 9:27:26 PM",
    "quote": "But do we really know that future life will be so ambitious? No, we don’t: perhaps it will become as complacent as a heroin addict or a couch potato merely watching endless reruns of Keeping Up with the Kardashians. However, there is reason to suspect that ambition is a rather generic trait of advanced life."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "134",
    "date_added": "Saturday, March 20, 2021 10:53:20 AM",
    "quote": "You want praise from people who kick themselves every fifteen minutes, the approval of people who despise themselves. (Is it a sign of self-respect to regret nearly everything you do?)"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "139",
    "date_added": "Saturday, March 20, 2021 2:44:20 PM",
    "quote": "Objective judgment, now, at this very moment. Unselfish action, now, at this very moment. Willing acceptance—now, at this very moment—of all external events. That’s all you need. 7."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "151",
    "date_added": "Sunday, April 25, 2021 12:06:49 PM",
    "quote": "Epithets for yourself: Upright. Modest. Straightforward. Sane. Cooperative. Disinterested. Try not to exchange them for others. And if you should forfeit them, set about getting them back."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "153",
    "date_added": "Sunday, April 25, 2021 12:13:07 PM",
    "quote": "good use of what you have on hand, sticking to what seems right. (The best goal to achieve, and the one we fall short of when we fail.)"
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "269",
    "date_added": "Wednesday, May 12, 2021 10:19:26 PM",
    "quote": "there are many ethical themes about which there’s widespread agreement, both across cultures and across centuries. For example, emphasis on beauty, goodness and truth traces back to both the Bhagavad Gita and Plato. The Institute for Advanced Study in Princeton, where I once worked as a postdoc, has the motto “Truth & Beauty,” while Harvard University skipped the aesthetic emphasis and went with simply “Veritas,” truth. In his book A Beautiful Question, my colleague Frank Wilczek argues that truth is linked to beauty and that we can view our Universe as a work of art. Science, religion and philosophy all aspire to truth."
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "290",
    "date_added": "Saturday, May 15, 2021 8:28:39 AM",
    "quote": "Not only do you know that you’re conscious, but it’s all you know with complete certainty—everything else is inference, as René Descartes pointed out back in Galileo’s time."
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "312",
    "date_added": "Tuesday, May 18, 2021 10:29:08 PM",
    "quote": "Moreover, as emphasized by Seth Lloyd,34 there’s a famous computer-science theorem saying that for almost all computations, there’s no faster way of determining their outcome than actually running them. This means that it’s typically impossible for you to figure out what you’ll decide to do in a second in less than a second, which helps reinforce your experience of having free will."
  },
  {
    "book": "Life 3.0",
    "author": "Tegmark, Max",
    "page": "313",
    "date_added": "Tuesday, May 18, 2021 10:30:38 PM",
    "quote": "without consciousness, there can be no happiness, goodness, beauty, meaning or purpose—just an astronomical waste of space. This implies that when people ask about the meaning of life as if it were the job of our cosmos to give meaning to our existence, they’re getting it backward: It’s not our Universe giving meaning to conscious beings, but conscious beings giving meaning to our Universe."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "228",
    "date_added": "Wednesday, May 19, 2021 10:15:32 PM",
    "quote": "Molly Notkin’s the kind of soul you want desperately to be polite to but have to hide it with because she’d be mortified if she suspected you were ever just being polite to her about anything."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "158",
    "date_added": "Saturday, May 22, 2021 1:16:04 PM",
    "quote": "All of these “spring up in springtime”—and the wind blows them all away. And the tree puts forth others to replace them. None of us have much time. And yet you act as if things were eternal—the way you fear and long for them. . . ."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "158",
    "date_added": "Saturday, May 22, 2021 1:17:15 PM",
    "quote": "So too a healthy mind should be prepared for anything. The one that keeps saying, “Are my children all right?” or “Everyone must approve of me” is like eyes that can only stand pale colors, or teeth that can handle only mush."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "340",
    "date_added": "Monday, June 28, 2021 8:18:08 PM",
    "quote": "Everybody’s scooping up spent warheads and totally unrealistically refiring them."
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "175",
    "date_added": "Saturday, August 7, 2021 11:01:07 AM",
    "quote": "If it’s not right, don’t do it. If it’s not true, don’t say it. Let your intention be < . . . >"
  },
  {
    "book": "Meditations: A New Translation",
    "author": "Aurelius, Marcus",
    "page": "178",
    "date_added": "Saturday, August 7, 2021 11:30:52 AM",
    "quote": "Salvation: to see each thing for what it is—its nature and its purpose. To do only what is right, say only what is true, without holding back. What else could it be but to live life fully—to pay out goodness like the rings of a chain, without the slightest gap."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "4",
    "date_added": "Saturday, August 7, 2021 12:04:00 PM",
    "quote": "But can anyone have the hardihood to complain of the pride of another when he himself has no time to attend to himself?"
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "5",
    "date_added": "Saturday, August 7, 2021 12:05:57 PM",
    "quote": "No one is to be found who is willing to distribute his money, yet among how many does each one of us distribute his life! In guarding their fortune men are often closefisted, yet, when it comes to the matter of wasting time, in the case of the one thing in which it is right to be miserly, they show themselves most prodigal."
  },
  {
    "book": "Entangled Life",
    "author": "Sheldrake, Merlin",
    "page": null,
    "date_added": "Tuesday, August 10, 2021 10:09:47 PM",
    "quote": "It is our preconceptions that create the blind spots in which magicians do their work. By attrition, coin tricks loosen the grip of our expectations about the way hands and coins work. Eventually, they loosen the grip of our expectations on our perceptions more generally. On leaving the restaurant, the sky looked different because the diners saw the sky as it was there and then, rather than as they expected it to be. Tricked out of our expectations, we fall back on our senses. What’s astonishing is the gulf between what we expect to find and what we find when we actually look."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "5",
    "date_added": "Saturday, September 4, 2021 11:21:35 AM",
    "quote": "Men do not suffer anyone to seize their estates, and they rush to stones and arms if there is even the slightest dispute about the limit of their lands, yet they allow others to trespass upon their life—nay, they themselves even lead in those who will eventually possess it. No one is to be found who is willing to distribute his money, yet among how many does each one of us distribute his life! In guarding their fortune men are often closefisted, yet, when it comes to the matter of wasting time, in the case of the one thing in which it is right to be miserly, they show themselves most prodigal."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "5",
    "date_added": "Saturday, September 4, 2021 11:22:46 AM",
    "quote": "Look back in memory and consider when you ever had a fixed plan, how few days have passed as you had intended, when you were ever at your own disposal, when your face ever wore its natural expression, when your mind was ever unperturbed, what work you have achieved in so long a life, how many have robbed you of life when you were not aware of what you were losing, how much was taken up in useless sorrow, in foolish joy, in greedy desire, in the allurements of society, how little of yourself was left to you; you will perceive that you are dying before your season!\"[1]"
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "6",
    "date_added": "Saturday, September 4, 2021 11:23:27 AM",
    "quote": "You live as if you were destined to live forever, no thought of your frailty ever enters your head, of how much time has already gone by you take no heed. You squander time as if you drew from a full and abundant supply, though all the while that day which you bestow on some person or thing is perhaps your last. You have all the fears of mortals and all the desires of immortals."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "12",
    "date_added": "Sunday, September 5, 2021 10:34:07 AM",
    "quote": "Finally, everybody agrees that no one pursuit can be successfully followed by a man who is busied with many things—eloquence cannot, nor the liberal studies—since the mind, when its interests are divided, takes in nothing very deeply, but rejects everything that is, as it were, crammed into it."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "12",
    "date_added": "Sunday, September 5, 2021 10:34:20 AM",
    "quote": "There is nothing the busy man is less busied with than living: there is nothing that is harder to learn."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "13",
    "date_added": "Sunday, September 5, 2021 10:36:23 AM",
    "quote": "Believe me, it takes a great man and one who has risen far above human weaknesses not to allow any of his time to be filched from him, and it follows that the life of such a man is very long because he has devoted wholly to himself whatever time he has had."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "17",
    "date_added": "Tuesday, September 14, 2021 8:46:16 PM",
    "quote": "Can anything be sillier than the point of view of certain people—I mean those who boast of their foresight? They keep themselves very busily engaged in order that they may be able to live better; they spend life in making ready to live! They form"
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "17",
    "date_added": "Tuesday, September 14, 2021 8:46:22 PM",
    "quote": "Can anything be sillier than the point of view of certain people—I mean those who boast of their foresight? They keep themselves very busily engaged in order that they may be able to live better; they spend life in making ready to live!"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "133",
    "date_added": "Tuesday, September 14, 2021 8:49:45 PM",
    "quote": "annus mirabilis of John D. Rockefeller’s life, while for his critics it"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "133",
    "date_added": "Tuesday, September 14, 2021 8:50:14 PM",
    "quote": "annus mirabilis of John D. Rockefeller’s life, while for his critics it constituted the darkest chapter. The year revealed"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "141",
    "date_added": "Tuesday, September 28, 2021 9:03:35 AM",
    "quote": "producers handed out thirty thousand copies of a polemical"
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "33",
    "date_added": "Monday, October 4, 2021 12:49:20 AM",
    "quote": "I thought one should have the attitude of “What do you care what other people think!” I said, “We should listen to other people’s opinions and take them into account. Then, if they don’t make sense and we think they’re wrong, then that’s that!”"
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "33",
    "date_added": "Monday, October 4, 2021 12:49:41 AM",
    "quote": "Arlene caught on to the idea right away. It was easy to talk her into thinking that in our relationship, we must be very honest with each other and say everything straight, with absolute frankness. It worked very well, and we became very much in love—a love like no other love that I know"
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "33",
    "date_added": "Monday, October 4, 2021 12:49:46 AM",
    "quote": "Arlene caught on to the idea right away. It was easy to talk her into thinking that in our relationship, we must be very honest with each other and say everything straight, with absolute frankness. It worked very well, and we became very much in love—a love like no other love that I know of."
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "33",
    "date_added": "Monday, October 4, 2021 12:50:24 AM",
    "quote": "After that summer I went away to college at MIT. (I couldn’t go to Columbia because of the Jewish quota.*) I began getting letters from my friends that said things like, “You should see how Arlene is going out with Harold,” or “She’s doing this and she’s doing that, while you’re all alone up there in Boston.” Well, I was taking out girls in Boston, but they didn’t mean a thing to me, and I knew the same was true with Arlene."
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "217",
    "date_added": "Thursday, October 7, 2021 9:19:01 PM",
    "quote": "The only way to have real success in science, the field I’m familiar with, is to describe the evidence very carefully without regard to the way you feel it should be. If you have a theory, you must try to explain what’s good and what’s bad about it equally. In science, you learn a kind of standard integrity and honesty."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "19",
    "date_added": "Saturday, October 9, 2021 9:10:52 AM",
    "quote": "Life is divided into three periods—that which has been, that which is, that which will be. Of these the present time is short, the future is doubtful, the past is certain. For the last is the one over which Fortune has lost control, is the one which cannot be brought back under any man's power."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "22",
    "date_added": "Saturday, October 9, 2021 9:48:11 AM",
    "quote": "hammer[2] keeps busy in seeking gain that is disreputable and that"
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "22",
    "date_added": "Saturday, October 9, 2021 9:48:50 AM",
    "quote": "Even the leisure of some men is engrossed; in their villa or on their couch, in the midst of solitude, although they have withdrawn from all others, they are themselves the source of their own worry; we should say that these are living, not in leisure, but in busy idleness.[3]"
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "25",
    "date_added": "Monday, October 11, 2021 10:33:45 AM",
    "quote": "It was once a foible confined to the Greeks to inquire into what number of rowers Ulysses had, whether the Iliad or the Odyssey was written first, whether moreover they belong to the same author, and various other matters of this stamp, which, if you keep them to yourself, in no way pleasure your secret soul, and, if you publish them, make you seem more of a bore than a scholar. But now"
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "25",
    "date_added": "Monday, October 11, 2021 10:33:50 AM",
    "quote": "It was once a foible confined to the Greeks to inquire into what number of rowers Ulysses had, whether the Iliad or the Odyssey was written first, whether moreover they belong to the same author, and various other matters of this stamp, which, if you keep them to yourself, in no way pleasure your secret soul, and, if you publish them, make you seem more of a bore than a scholar."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "30",
    "date_added": "Monday, October 11, 2021 10:44:05 AM",
    "quote": "No one of these will force you to die, but all will teach you how to die; no one of these will wear out your years, but each will add his own years to yours; conversations with no one of these will bring you peril, the friendship of none will endanger your life, the courting of none will tax your purse. From them you will take whatever you wish; it will be no fault of theirs if you do not draw the utmost that you can desire. What happiness, what a fair old age awaits him who has offered himself as a client to these! He will have friends from whom he may seek counsel on matters great and small, whom he may consult every day about himself, from whom he may hear truth without insult, praise without flattery, and after whose likeness he may fashion himself."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "30",
    "date_added": "Monday, October 11, 2021 10:44:25 AM",
    "quote": "We are wont to say that it was not in our power to choose the parents who fell to our lot, that they have been given to men by chance; yet we may be the sons of whomsoever we will."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "30",
    "date_added": "Monday, October 11, 2021 10:51:03 AM",
    "quote": "But the works which philosophy has consecrated cannot be harmed; no age will destroy them, no age reduce them; the following and each succeeding age will but increase the reverence for them, since envy works upon what is close at hand, and things that are far off we are more free to admire."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "32",
    "date_added": "Monday, October 11, 2021 10:52:04 AM",
    "quote": "But those who forget the past, neglect the present, and fear for the future have a life that is very brief and troubled; when they have reached the end of it, the poor wretches perceive too late that for such a long while they have been busied in doing nothing."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "32",
    "date_added": "Monday, October 11, 2021 10:52:58 AM",
    "quote": "And so they strive for something else to occupy them, and all the intervening time is irksome; exactly as they do when a gladiatorial exhibition is been announced, or when they are waiting for the appointed time of some other show or amusement, they want to skip over the days that lie between."
  },
  {
    "book": "On The Shortness Of Life (Wisdom Of Seneca)",
    "author": "Lucius Annaeus, Seneca",
    "page": "35",
    "date_added": "Monday, October 11, 2021 10:57:12 AM",
    "quote": "Reasons for anxiety will never be lacking, whether born of prosperity or of wretchedness; life pushes on in a succession of engrossments. We shall always pray for leisure, but never enjoy"
  },
  {
    "book": "The Beginning of Infinity (Penguin Press Science)",
    "author": "Deutsch, David",
    "page": "12",
    "date_added": "Thursday, October 21, 2021 9:00:08 PM",
    "quote": "But one thing that all conceptions of the Enlightenment agree on is that it was a rebellion, and specifically a rebellion against authority in regard to knowledge."
  },
  {
    "book": "The Beginning of Infinity (Penguin Press Science)",
    "author": "Deutsch, David",
    "page": "13",
    "date_added": "Thursday, October 21, 2021 9:01:06 PM",
    "quote": "What was needed for the sustained, rapid growth of knowledge was a tradition of criticism."
  },
  {
    "book": "The Beginning of Infinity (Penguin Press Science)",
    "author": "Deutsch, David",
    "page": "14",
    "date_added": "Thursday, October 21, 2021 9:03:28 PM",
    "quote": "The physicist Galileo Galilei was perhaps the first to understand the importance of experimental tests (which he called cimenti, meaning ‘trials by ordeal’) as distinct from other forms of experiment and observation, which can more easily be mistaken for ‘reading from the Book of Nature’. Testability is now generally accepted as the defining characteristic of the scientific method. Popper called it the ‘criterion of demarcation’ between science and non-science."
  },
  {
    "book": "The Beginning of Infinity (Penguin Press Science)",
    "author": "Deutsch, David",
    "page": "14",
    "date_added": "Thursday, October 21, 2021 9:04:03 PM",
    "quote": "The reason that testability is not enough is that prediction is not, and cannot be, the purpose of science."
  },
  {
    "book": "The Beginning of Infinity (Penguin Press Science)",
    "author": "Deutsch, David",
    "page": "18",
    "date_added": "Thursday, October 21, 2021 9:12:20 PM",
    "quote": "Since theories can contradict each other, but there are no contradictions in reality, every problem signals that our knowledge must be flawed or inadequate."
  },
  {
    "book": "Infinite Jest",
    "author": "Wallace, David Foster",
    "page": "385",
    "date_added": "Sunday, October 24, 2021 10:49:06 AM",
    "quote": "prandial hole]: We are side by side and behind you on this thing."
  },
  {
    "book": "The Nicomachean Ethics (Oxford World's Classics)",
    "author": "Ross, David",
    "page": "60",
    "date_added": "Saturday, November 6, 2021 9:46:25 AM",
    "quote": "To judge from the lives that men lead, most men, 15 and men of the most vulgar type, seem (not without some ground) to identify the good, or happiness, with pleasure; which is the reason why they love the life of enjoyment. For there are, we may say, three prominent types of life—that just mentioned, the political, and thirdly the contemplative life.* Now the mass of mankind are evidently quite slavish in their tastes, preferring a life suitable to 20 beasts, but they get some ground for their view from the fact that many of those in high places share the tastes of Sardanapallus.* A consideration of the prominent"
  },
  {
    "book": "The Nicomachean Ethics (Oxford World's Classics)",
    "author": "Ross, David",
    "page": "60",
    "date_added": "Saturday, November 6, 2021 9:46:33 AM",
    "quote": "To judge from the lives that men lead, most men, 15 and men of the most vulgar type, seem (not without some ground) to identify the good, or happiness, with pleasure; which is the reason why they love the life of enjoyment. For there are, we may say, three prominent types of life—that just mentioned, the political, and thirdly the contemplative life.* Now the mass of mankind are evidently quite slavish in their tastes, preferring a life suitable to 20 beasts, but they get some ground for their view from the fact that many of those in high places share the tastes of Sardanapallus."
  },
  {
    "book": "The Nicomachean Ethics (Oxford World's Classics)",
    "author": "Ross, David",
    "page": "60",
    "date_added": "Saturday, November 6, 2021 9:47:16 AM",
    "quote": "A consideration of the prominent types of life shows that people of superior refinement and of active disposition identify happiness with honour; for this is, roughly speaking, the end of the political life."
  },
  {
    "book": "The Nicomachean Ethics (Oxford World's Classics)",
    "author": "Ross, David",
    "page": "60",
    "date_added": "Saturday, November 6, 2021 9:47:22 AM",
    "quote": "A consideration of the prominent types of life shows that people of superior refinement and of active disposition identify happiness with honour; for this is, roughly speaking, the end of the political life. But it seems too superficial to be what we are looking for, since it is thought to depend on those who bestow honour rather than on"
  },
  {
    "book": "The Nicomachean Ethics (Oxford World's Classics)",
    "author": "Ross, David",
    "page": "60",
    "date_added": "Saturday, November 6, 2021 9:47:39 AM",
    "quote": "him who receives it, but the good we divine to be something of one’s own and not easily taken from one."
  },
  {
    "book": "The Nicomachean Ethics (Oxford World's Classics)",
    "author": "Ross, David",
    "page": "60",
    "date_added": "Saturday, November 6, 2021 9:48:02 AM",
    "quote": "Further, men seem to pursue honour in order that they may be assured of their merit;"
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "243",
    "date_added": "Monday, November 8, 2021 9:30:32 PM",
    "quote": "The same thrill, the same awe and mystery, comes again and again when we look at any question deeply enough. With more knowledge comes a deeper, more wonderful mystery, luring one on to penetrate deeper still."
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "245",
    "date_added": "Monday, November 8, 2021 9:34:19 PM",
    "quote": "We have found it of paramount importance that in order to progress we must recognize our ignorance and leave room for doubt. Scientific knowledge is a body of statements of varying degrees of certainty—some most unsure, some nearly sure, but none absolutely certain."
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "247",
    "date_added": "Monday, November 8, 2021 9:39:01 PM",
    "quote": "What, then, is the meaning of it all? What can we say to dispel the mystery of existence? If we take everything into account—not only what the ancients knew, but all of what we know today that they didn’t know—then I think we must frankly admit that we do not know."
  },
  {
    "book": "\"What Do You Care What Other People Think?\": Further Adventures of a Curious Character",
    "author": "Feynman",
    "page": "248",
    "date_added": "Monday, November 8, 2021 9:40:38 PM",
    "quote": "It is our responsibility as scientists, knowing the great progress which comes from a satisfactory philosophy of ignorance, the great progress which is the fruit of freedom of thought, to proclaim the value of this freedom; to teach how doubt is not to be feared but welcomed and discussed; and to demand this freedom as our duty to all coming generations."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "7",
    "date_added": "Saturday, December 4, 2021 9:46:58 AM",
    "quote": "Moral virtue is the shaping of our desire and character, which makes us tend to choose appropriate actions and to have appropriate emotional responses. As practicing sports develops bodily skill to perform well at them, from choosing appropriate sorts of actions we get the skill to act well and the dispositional desire to do so. Becoming accustomed to enjoy what we should and to be pained by what we should avoid, we gain the sort of disposition that is the virtue of character, the proper orientation of our desires. Aristotle thinks this shaping of our desires comes along only with the maturing of our practical intelligence that enables us to discern what is appropriate."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "7",
    "date_added": "Saturday, December 4, 2021 9:47:16 AM",
    "quote": "Most of the Ethics works out accounts of the virtues, both those of character and intellect, to equip us to live a happy life, to engage in activity in accordance with virtue in a complete life."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "8",
    "date_added": "Saturday, December 4, 2021 9:53:53 AM",
    "quote": "For all human activities, what they seek as their ends and what motivates them are relevant concerns."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "8",
    "date_added": "Saturday, December 4, 2021 9:54:26 AM",
    "quote": "Aristotle tries to include all the crucial areas of human action and emotional response in his accounts of the virtues of character rather than narrowing his attention to what we might label “morality.”"
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "11",
    "date_added": "Saturday, December 4, 2021 10:06:19 AM",
    "quote": "There is a faculty that Aristotle calls cleverness (deinotēs) that is sharp at calculation of means, whether for good or bad ends. When it calculates consistently to attain the good end toward which moral virtue aspires, cleverness becomes practical wisdom. Aristotle thus seems basically to hold: cleverness + moral virtue ≡ practical wisdom."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "11",
    "date_added": "Saturday, December 4, 2021 10:07:08 AM",
    "quote": "Becoming a good person and being insightful about this requires both practice (i.e., habituation to develop suitable dispositions of character) and matured intellectual sensitivity."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "13",
    "date_added": "Saturday, December 4, 2021 10:16:48 AM",
    "quote": "Modern ethics tends to seek a criterion or rule for a good or right act rather than to concentrate upon the best sort of life to lead."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 7:49:07 PM",
    "quote": "Public opinion is a weak tyrant compared with our own private opinion. What a man thinks of himself, that it is which determines, or rather indicates, his fate."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 7:59:22 PM",
    "quote": "The incessant anxiety and strain of some is a well-nigh incurable form of disease."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 7:59:35 PM",
    "quote": "The incessant anxiety and strain of some is a well-nigh incurable form of disease. We"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 7:59:44 PM",
    "quote": "The incessant anxiety and strain of some is a well-nigh incurable form of disease. We are made to exaggerate the importance of what work"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 7:59:58 PM",
    "quote": "we do; and yet how much is not done by us! or, what if we had been taken sick?"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:04:41 PM",
    "quote": "Confucius said, “To know that we know what we know, and that we do not know what we do not know, that is true knowledge.”"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:05:04 PM",
    "quote": "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change. This is the only way, we say; but there are as many ways as there can be drawn radii from one centre."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:10:33 PM",
    "quote": "At the present day, and in this country, as I find by my own experience, a few implements, a knife, an axe, a spade, a wheelbarrow, etc., and for the studious, lamplight, stationery, and access to a few books, rank next to necessaries, and can all be obtained at a trifling cost. Yet some, not wise, go to the other side of the globe, to barbarous and unhealthy regions, and devote themselves to trade for ten or twenty years, in order that they may live —"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:10:52 PM",
    "quote": "that is, keep comfortably warm — and die in New England at last. The luxuriously rich are not simply kept comfortably warm, but unnaturally hot; as I implied before, they are cooked, of course a la mode."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:11:06 PM",
    "quote": "Most of the luxuries, and many of the so-called comforts of life, are not only not indispensable, but positive hindrances to the elevation of mankind. With respect to luxuries and comforts, the wisest have ever lived a more simple and meagre life than the poor."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:12:21 PM",
    "quote": "To be a philosopher is not merely to have subtle thoughts, nor even to found a school, but so to love wisdom as to live according to its dictates, a life of simplicity, independence, magnanimity, and trust. It is to solve some of the problems of life, not only theoretically, but practically."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:15:31 PM",
    "quote": "There are some who complain most energetically and inconsolably of any, because they are, as they say, doing their duty."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, January 20, 2022 8:15:58 PM",
    "quote": "I also have in my mind that seemingly wealthy, but most terribly impoverished class of all, who have accumulated dross, but know not how to use it, or get rid of it, and thus have forged their own golden or silver fetters."
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Sunday, January 23, 2022 8:59:11 PM",
    "quote": "and the cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "12",
    "date_added": "Monday, February 14, 2022 9:40:04 PM",
    "quote": "Rough and graceless would be such greeting, but truth is handsomer than the affectation of love."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "12",
    "date_added": "Monday, February 14, 2022 9:40:12 PM",
    "quote": "Your goodness must have some edge to it; else it is none."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "12",
    "date_added": "Monday, February 14, 2022 9:44:32 PM",
    "quote": "My life is for itself and not for a spectacle. I much prefer that it should be of a lower strain, so it be genuine and equal, than that it should be glittering and unsteady."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "13",
    "date_added": "Monday, February 14, 2022 9:44:55 PM",
    "quote": "Few and mean as my gifts may be, I actually am, and do not need for my own assurance or the assurance of my fellows any secondary testimony."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "13",
    "date_added": "Monday, February 14, 2022 9:45:16 PM",
    "quote": "What I must do is all that concerns me, not what the people think."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "13",
    "date_added": "Monday, February 14, 2022 9:45:37 PM",
    "quote": "It is easy in the world to live after the world’s opinion; it is easy in solitude to live after our own; but the great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "13",
    "date_added": "Monday, February 14, 2022 9:56:27 PM",
    "quote": "There is a mortifying experience in particular which does not fail to wreak itself also in the general history; I mean “the foolish face of praise,” the forced smile which we put on in company where we do not feel at ease in answer to conversation which does not interest us."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "14",
    "date_added": "Monday, February 14, 2022 9:56:51 PM",
    "quote": "For nonconformity the world whips you with its displeasure. And therefore, a man must know how to estimate a sour face."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "14",
    "date_added": "Monday, February 14, 2022 10:00:43 PM",
    "quote": "The other terror that scares us from self-trust is our consistency; a reverence for our past act or word, because the eyes of others have no other data for computing our orbit than our past acts, and we are loath to disappoint them."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "14",
    "date_added": "Monday, February 14, 2022 10:01:34 PM",
    "quote": "A foolish consistency is the hobgoblin of little minds, adored by little statesmen and philosophers and divines."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "14",
    "date_added": "Monday, February 14, 2022 10:01:54 PM",
    "quote": "With consistency a great soul has simply nothing to do. He may as well concern himself with the shadow on the wall. Speak what you think  now in hard words, and tomorrow speak what tomorrow thinks in hard words again, though it contradicts everything you said today.—“Ah, so you shall be sure to be misunderstood.”—Is it so bad, then, to be misunderstood?"
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "15",
    "date_added": "Monday, February 14, 2022 10:02:03 PM",
    "quote": "Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh. To be great is to be misunderstood."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "15",
    "date_added": "Monday, February 14, 2022 10:03:40 PM",
    "quote": "Men imagine that they communicate their virtue or vice only by overt actions, and do not see that virtue or vice emit a breath every moment."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "17",
    "date_added": "Monday, February 14, 2022 10:06:50 PM",
    "quote": "A great man is coming to eat at my house. I do not wish to please him; I wish that he should wish to please me."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "22",
    "date_added": "Tuesday, February 15, 2022 10:06:17 PM",
    "quote": "BUT MAN POSTPONES, or remembers; he does not live in the present, but with a reverted eye laments the past, or, heedless of the riches that surround him, stands on tiptoe to foresee the future. He cannot be happy and strong until he too lives with nature in the present, above time."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "25",
    "date_added": "Tuesday, February 15, 2022 10:14:27 PM",
    "quote": "Live no longer to the expectation of these deceived and deceiving people with whom we converse. Say to them, O father, O mother, O wife, O brother, O friend, I have lived with you after appearances hitherto. Henceforward I am the truth’s. Be it known unto you that henceforward I obey no law less than the eternal law. I will have no covenants but proximities. I shall endeavor to nourish my parents, to support my family, to be the chaste husband of one wife,—but these relations I must fill after a new and unprecedented way. I appeal from your customs. I must be myself. I cannot break myself any longer for you, or you. If you can love me for what I am, we shall be the happier. If you cannot, I will still seek to deserve that you should. I will not hide my tastes or aversions. I will so trust that what is deep is holy, that I will do strongly before the sun and moon whatever inly rejoices me, and the heart appoints."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "25",
    "date_added": "Tuesday, February 15, 2022 10:14:32 PM",
    "quote": "you are noble, I will love you; if you are not, I"
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "25",
    "date_added": "Tuesday, February 15, 2022 10:14:39 PM",
    "quote": "Live no longer to the expectation of these deceived and deceiving people with whom we converse. Say to them, O father, O mother, O wife, O brother, O friend, I have lived with you after appearances hitherto. Henceforward I am the truth’s. Be it known unto you that henceforward I obey no law less than the eternal law. I will have no covenants but proximities. I shall endeavor to nourish my parents, to support my family, to be the chaste husband of one wife,—but these relations I must fill after a new and unprecedented way. I appeal from your customs. I must be myself. I cannot break myself any longer for you, or you. If you can love me for what I am, we shall be the happier. If you cannot, I will still seek to deserve that you should. I will not hide my tastes or aversions. I will so trust that what is deep is holy, that I will do strongly before the sun and moon whatever inly rejoices me, and the heart appoints. If you are noble, I will love you; if you are not, I will not hurt you and myself by hypocritical"
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "25",
    "date_added": "Tuesday, February 15, 2022 10:14:55 PM",
    "quote": "If you are noble, I will love you; if you are not, I will not hurt you and myself by hypocritical attentions. If you are true, but not in the same truth with me, cleave to your companions; I will seek my own. I do this not selfishly, but humbly and truly. It is alike your interest, and mine, and all men’s however long we have dwelt in lies, to live in truth."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "25",
    "date_added": "Tuesday, February 15, 2022 10:15:07 PM",
    "quote": "Live no longer to the expectation of these deceived and deceiving people with whom we converse. Say to them, O father, O mother, O wife, O brother, O friend, I have lived with you after appearances hitherto. Henceforward I am the truth’s. Be it known unto you that henceforward I obey no law less than the eternal law. I will have no covenants but proximities. I shall endeavor to nourish my parents, to support my family, to be the chaste husband of one wife,—but these relations I must fill after a new and unprecedented way. I appeal from your customs. I must be myself. I cannot break myself any longer for you, or you. If you can love me for what I am, we shall be the happier. If you cannot, I will still seek to deserve that you should. I will not hide my tastes or aversions. I will so trust that what is deep is holy, that I will do strongly before the sun and moon whatever inly rejoices me, and the heart appoints. If you are noble, I will love you; if you are not, I will not hurt you and myself by hypocritical attentions. If you are true, but not in the same truth with me, cleave to your companions; I will seek my own. I do this not selfishly, but humbly and truly. It is alike your interest, and mine, and all men’s however long we have dwelt in lies, to live in truth."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "30",
    "date_added": "Thursday, February 17, 2022 10:22:00 PM",
    "quote": "Traveling is a fool’s paradise. Our first journeys discover to us the indifference of places. At home I dream that at Naples, at Rome, I can be intoxicated with beauty, and lose my sadness. I pack my trunk, embrace my friends, embark on the sea, and at last wake up in Naples, and there beside me is the stern fact, the sad self, unrelenting, identical, that I fled from. I seek the Vatican, and the palaces. I affect to be intoxicated with sights and suggestions, but I am not intoxicated. My giant goes with me wherever I go."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "30",
    "date_added": "Thursday, February 17, 2022 10:33:04 PM",
    "quote": "Shakespeare will never be made by the study of Shakespeare. Do that which is assigned to you, and you cannot hope too much or dare too much."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "32",
    "date_added": "Thursday, February 17, 2022 10:39:50 PM",
    "quote": "Men have looked away from themselves and at things so long, that they have come to esteem the religious, learned, and civil institutions as guards of property, and they deprecate assaults on these, because they feel them to be assaults on property. They measure their esteem of each other by what each has, and not by what each is."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "32",
    "date_added": "Thursday, February 17, 2022 10:39:58 PM",
    "quote": "But a cultivated man becomes ashamed of his property, out of new respect for his nature. Especially he hates what he has, if he sees that it is accidental,—came to him by inheritance, or gift, or crime; then he feels that it is not having; it does not belong to him, has no root in him, and merely lies there, because no revolution or no robber takes it away."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "33",
    "date_added": "Thursday, February 17, 2022 10:41:30 PM",
    "quote": "Do not believe it. Nothing can bring you peace but yourself. Nothing can bring you peace but the triumph of principles."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "39",
    "date_added": "Thursday, February 24, 2022 10:14:16 PM",
    "quote": "Books are the best of things, well used; abused, among the worst. What is the right use? What is the one end which all means go to effect? They are for nothing but to inspire"
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "40",
    "date_added": "Thursday, February 24, 2022 10:15:07 PM",
    "quote": "But genius always looks forward. The eyes of man are set in his forehead, not in his hindhead. Man hopes. Genius creates."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "40",
    "date_added": "Thursday, February 24, 2022 10:22:45 PM",
    "quote": "Books are for the scholar’s idle times."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "40",
    "date_added": "Thursday, February 24, 2022 10:23:01 PM",
    "quote": "Books are for the scholar’s idle times. When he can read God directly, the hour is too precious to be wasted in other men’s transcripts of their readings. But when the intervals of darkness come, as come they must,—when the soul seeth not, when the sun is hiding and the stars withdraw their shining,—we repair to the lamps which were kindled by their ray, to guide our steps to the East again, where the dawn is."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "40",
    "date_added": "Thursday, February 24, 2022 10:23:15 PM",
    "quote": "There is some awe mixed with the joy of our surprise, when this poet, who lived in some past world, two or three hundred years ago, says that which lies close to my own soul, that which I also had well-nigh thought and said."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "41",
    "date_added": "Thursday, February 24, 2022 10:24:51 PM",
    "quote": "As the proverb says, “He that would bring home the wealth of the Indies must carry out the wealth of the Indies.” There"
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "41",
    "date_added": "Thursday, February 24, 2022 10:25:04 PM",
    "quote": "As the proverb says, “He that would bring home the wealth of the Indies must carry out the wealth of the Indies.” There is then creative reading as well as creative writing. When the mind is braced by labor and invention, the page of whatever book we read becomes luminous with manifold allusion. Every sentence is doubly significant, and the sense of our author is as broad as the world."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "44",
    "date_added": "Thursday, February 24, 2022 10:32:22 PM",
    "quote": "Character is higher than intellect. Thinking is the function. Living is the functionary. The stream retreats to its source. A great soul will be strong to live, as well as strong to think."
  },
  {
    "book": "Self-Reliance (Annotated)",
    "author": "Emerson, Ralph Waldo",
    "page": "50",
    "date_added": "Saturday, February 26, 2022 10:42:16 AM",
    "quote": "This writing is blood-warm. Man is surprised to find that things near are not less beautiful and wondrous than things remote. The near explains the far. The drop is a small ocean. A man is related to all nature. This perception of the worth of the vulgar is fruitful in discoveries."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "27",
    "date_added": "Monday, February 28, 2022 10:12:48 PM",
    "quote": "The purpose and the essential properties were not somewhere behind the things, they were in them, in everything. “How deaf and stupid have"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "27",
    "date_added": "Monday, February 28, 2022 10:12:54 PM",
    "quote": "The purpose and the essential properties were not somewhere behind the things,"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "27",
    "date_added": "Monday, February 28, 2022 10:13:18 PM",
    "quote": "The purpose and the essential properties were not somewhere behind the things,"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "27",
    "date_added": "Monday, February 28, 2022 10:13:33 PM",
    "quote": "The purpose and the essential properties were not somewhere behind the things, they were in them, in everything."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "31",
    "date_added": "Monday, February 28, 2022 10:29:41 PM",
    "quote": "Both, the thoughts as well as the senses, were pretty things, the ultimate meaning was hidden behind both of them, both had to be listened to, both had to be played with, both neither had to be scorned nor overestimated, from both the secret voices of the innermost truth had to be attentively perceived."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "31",
    "date_added": "Monday, February 28, 2022 10:30:10 PM",
    "quote": "He wanted to strive for nothing, except for what the voice commanded him to strive for, dwell on nothing, except where the voice would advise him to do so."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "37",
    "date_added": "Monday, February 28, 2022 10:44:01 PM",
    "quote": "love can be obtained by begging, buying, receiving it as a gift, finding it in the street, but it cannot be stolen."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "37",
    "date_added": "Monday, February 28, 2022 10:44:18 PM",
    "quote": "Beautiful and red is Kamala’s mouth, but just try to kiss it against Kamala’s will, and you will not obtain a single drop of sweetness from it, which knows how to give so many sweet things!"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Friday, March 11, 2022 11:17:35 AM",
    "quote": "for the devil finds employment for the idle — I"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Friday, March 11, 2022 11:17:41 AM",
    "quote": "for the devil finds employment for the idle"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "46",
    "date_added": "Saturday, March 12, 2022 11:13:40 AM",
    "quote": "He saw mankind going through life in a childlike or animal like manner, which he loved and also despised at the same time. He saw them toiling, saw them suffering, and becoming grey for the sake of things which seemed to him to entirely unworthy of this price, for money, for little pleasures, for being slightly honoured, he saw them scolding and insulting each other, he saw them complaining about pain at which a Samana would only smile, and suffering because of deprivations which a Samana would not feel."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "47",
    "date_added": "Saturday, March 12, 2022 5:09:28 PM",
    "quote": "As a ball-player plays with his balls, he played with his business-deals, with the people around him, watched them, found amusement in them; with his heart, with the source of his being, he was not with them. The source ran somewhere, far away from him, ran and ran invisibly, had nothing to do with his life any more. And at several times he suddenly became scared on account of such thoughts and wished that he would also be gifted with the ability to participate in all of this childlike-naive occupations of the daytime with passion and with his heart, really to live, really to act, really to enjoy and to live instead of just standing by as a spectator."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "20",
    "date_added": "Sunday, March 13, 2022 10:04:12 AM",
    "quote": "Surely, then, knowledge of the good must be very important for our lives? And if, like archers, we have a target, are we not more likely to hit the right mark? If so, we must try at least roughly to comprehend what it is and which science or faculty [capacity] is concerned with it. [16]"
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "20",
    "date_added": "Sunday, March 13, 2022 10:04:24 AM",
    "quote": "Knowledge of the good would seem to be the concern of the most authoritative science, the highest master [the most architectonic] science."
  },
  {
    "book": "The Cambridge Companion to Aristotle's Nicomachean Ethics",
    "author": "Cambridge Companions to Philosophy",
    "page": "24",
    "date_added": "Sunday, March 13, 2022 10:10:58 AM",
    "quote": "So if we remove from a living being the possibility of action, and furthermore the very possibility of producing anything, what is left apart from contemplation? So the god’s activity, which is superior in blessedness, will be contemplative; and therefore the human activity most akin to this is the most conducive to eudaimonia."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "72",
    "date_added": "Monday, March 14, 2022 11:53:52 AM",
    "quote": "Nothing was, nothing will be; everything is, everything has existence and is present.”"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "81",
    "date_added": "Monday, March 14, 2022 12:16:04 PM",
    "quote": "Won’t he become exuberant, won’t he lose himself to pleasure and power, won’t he repeat all of his father’s mistakes, won’t he perhaps get entirely lost in Sansara?” Brightly, the ferryman’s smile lit up; softly, he touched Siddhartha’s arm and said: “Ask the river about it, my friend! Hear it laugh about it! Would you actually believe that you had committed your foolish acts in order to spare your son from committing them too?"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "81",
    "date_added": "Monday, March 14, 2022 12:17:09 PM",
    "quote": "But even if you would die ten times for him, you would not be able to take the slightest part of his destiny upon yourself.”"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "93",
    "date_added": "Monday, March 21, 2022 11:57:12 PM",
    "quote": "“When someone is searching,” said Siddhartha, “then it might easily happen that the only thing his eyes still see is that what he searches for, that he is unable to find anything, to let anything enter his mind, because he always thinks of nothing but the object of his search, because he has a goal, because he is obsessed by the goal. Searching means: having a goal. But finding means: being free, being open, having no goal."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "95",
    "date_added": "Monday, March 21, 2022 11:59:54 PM",
    "quote": "wisdom cannot be passed on. Wisdom which a wise man tries to pass on to someone always sounds like foolishness.” “Are you kidding?”"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "95",
    "date_added": "Monday, March 21, 2022 11:59:59 PM",
    "quote": "wisdom cannot be passed on. Wisdom which a wise man tries to pass on to someone always sounds like foolishness.”"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "95",
    "date_added": "Tuesday, March 22, 2022 12:00:24 AM",
    "quote": "Knowledge can be conveyed, but not wisdom. It can be found, it can be lived, it is possible to be carried by it, miracles can be performed with it, but it cannot be expressed in words and taught. This was what I, even as a young man, sometimes suspected, what has driven me away from the teachers."
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "97",
    "date_added": "Tuesday, March 22, 2022 12:04:46 AM",
    "quote": "that this what is one man’s treasure and wisdom always sounds like foolishness to another person.”"
  },
  {
    "book": "Siddhartha",
    "author": "Hesse, Hermann",
    "page": "99",
    "date_added": "Tuesday, March 22, 2022 12:07:25 AM",
    "quote": "Even with him, even with your great teacher, I prefer the thing over the words, place more importance on his acts and life than on his speeches, more on the gestures of his hand than his opinions. Not in his speech, not in his thoughts, I see his greatness, only in his actions, in his life.”"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, March 31, 2022 10:24:53 PM",
    "quote": "To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, March 31, 2022 10:24:59 PM",
    "quote": "To a philosopher all news, as it is called, is gossip, and they who edit and read it are old women over their tea."
  },
  {
    "book": "Where the Crawdads Sing",
    "author": "Owens, Delia",
    "page": "48",
    "date_added": "Monday, April 11, 2022 10:55:54 PM",
    "quote": "His dad had told him many times that the definition of a real man is one who cries without shame, reads poetry with his heart, feels opera in his soul, and does what’s necessary to defend a woman."
  },
  {
    "book": "Where the Crawdads Sing",
    "author": "Owens, Delia",
    "page": "131",
    "date_added": "Wednesday, May 11, 2022 12:18:52 AM",
    "quote": "She could read anything now, he said, and once you can read anything you can learn everything. It was up to her. “Nobody’s come close to filling their brains,” he said. “We’re all like giraffes not using their necks to reach the higher leaves.”"
  },
  {
    "book": "Gild: The Plated Prisoner (Book 1)",
    "author": "Raven Kennedy",
    "page": null,
    "date_added": "Thursday, May 26, 2022 9:45:34 PM",
    "quote": "can play, only so much sewing one can tolerate"
  },
  {
    "book": "Walden",
    "author": "Thoreau, Henry David",
    "page": null,
    "date_added": "Thursday, June 2, 2022 10:44:23 PM",
    "quote": "I am convinced, that if all men were to live as simply as I then did, thieving and robbery would be unknown. These take place only in communities where some have got more than is sufficient while others have not enough."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "4",
    "date_added": "Tuesday, June 7, 2022 9:05:01 PM",
    "quote": "the philosopher John Locke wrote in 1689 that the mind is like ‘white paper’ on to which sensory experience writes, and that that is where all our knowledge of the physical world comes from."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "4",
    "date_added": "Tuesday, June 7, 2022 9:06:02 PM",
    "quote": "Experience is indeed essential to science, but its role is different from that supposed by empiricism. It is not the source from which theories are derived. Its main use is to choose between theories that have already been guessed. That is what ‘learning from experience’ is."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "13",
    "date_added": "Tuesday, June 7, 2022 9:42:32 PM",
    "quote": "progress depended on learning how to reject their authority. This is why the Royal Society (one of the earliest scientific academies, founded in London in 1660) took as its motto ‘Nullius in verba’, which means something like ‘Take no one’s word for it.’"
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "14",
    "date_added": "Tuesday, June 7, 2022 9:45:11 PM",
    "quote": "Testability is now generally accepted as the defining characteristic of the scientific method. Popper called it the ‘criterion of demarcation’ between science and non-science."
  },
  {
    "book": "The Great Depression: A Diary",
    "author": "Roth, Benjamin",
    "page": "29",
    "date_added": "Wednesday, June 29, 2022 10:57:57 PM",
    "quote": "8/31/36 The bottom was reached in summer 1932 and the upturn gradually started. There had been so many false starts however that it was not until 1934-5 that people really realized that the turn had been passed. Then a glance at a business or stock market chart showed what had happened. The upward advance was irregular—it went up and down just like a half dozen earlier false starts but finally in March 1935 it started up and has continued up until the present day. All of these charts followed the pattern of 1873 and 1893 closely and it will probably happen again."
  },
  {
    "book": "Sway (Landry Family #1)",
    "author": "Adriana Locke",
    "page": null,
    "date_added": "Monday, July 11, 2022 6:06:29 PM",
    "quote": "She laughs and tosses the now-empty bottle into the trashcan by the door. It hits the bottom with a thud."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "174",
    "date_added": "Thursday, August 4, 2022 10:26:56 PM",
    "quote": "Success comes from keeping the ears open and the mouth closed” and “A man of words and not of deeds is like a garden full of weeds.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "174",
    "date_added": "Thursday, August 4, 2022 10:35:58 PM",
    "quote": "“Do not many of us who fail to achieve big things … fail because we lack concentration—the art of concentrating the mind on the thing to be done at the proper time and to the exclusion of everything else?”9"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "178",
    "date_added": "Thursday, August 4, 2022 10:48:00 PM",
    "quote": "Rockefeller worked by subtle hints, doling out praise sparingly to employees and nudging them along. At first, he tested them exhaustively, yet once he trusted them, he bestowed enormous power upon them and didn’t intrude unless something radically misfired."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "178",
    "date_added": "Thursday, August 4, 2022 10:48:51 PM",
    "quote": "To orchestrate such a gigantic operation, he had to delegate authority, and part of the Standard Oil gospel was to train your subordinate to do your job. As Rockefeller instructed a recruit, “Has anyone given you the law of these offices? No? It is this: nobody does anything if he can get anybody else to do it.… As soon as you can, get some one whom you can rely on, train him in the work, sit down, cock up your heels, and think out some way for the Standard Oil to make some money.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "178",
    "date_added": "Thursday, August 4, 2022 10:48:59 PM",
    "quote": "“Often the best way to develop workers—when you are sure they have character and think they have ability—is to take them to a deep place, throw them in and make them sink or swim,” he observed, recalling a method that Big Bill had used with his sons on Owasco Lake. “They will not fail.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "178",
    "date_added": "Thursday, August 4, 2022 10:50:21 PM",
    "quote": "Most of all, Rockefeller inspired subordinates with his fanatic perfectionism. He never did anything haphazardly and wrote hundreds of thousands of business letters that were models of concision and balanced phrasing, the products of painstaking revision."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "178",
    "date_added": "Thursday, August 4, 2022 10:50:30 PM",
    "quote": "Dictating letters to his secretary, he went through five or six drafts until he had eliminated every superfluous word and produced precisely the impression desired before affixing his signature with the best penmanship at his command."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "184",
    "date_added": "Thursday, August 4, 2022 11:06:43 PM",
    "quote": "Those who accurately faulted Rockefeller’s taste missed a deeper point, however: At a time when moguls vied to impress people with their possessions, Rockefeller preferred comfort to refinement. His house was bare of hunting trophies, shelves of richly bound but unread books, or other signs of conspicuous consumption. Rockefeller molded his house for his own use, not to awe strangers."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "187",
    "date_added": "Thursday, August 4, 2022 11:13:50 PM",
    "quote": "Just as Standard Oil workers never remembered a cross word from John Senior, so Junior couldn’t cite a single instance of paternal anger. His father was patient and encouraging, if notably stingy with praise. As Junior said, his father was a “beloved companion. He had a genius with children. He never told us what to do or not to do. He was one with us.”10 In contrast to Big Bill’s narcissism, John D. had an overdeveloped sense of family responsibility. John and Cettie never administered corporal punishment, and they inculcated moral principles by instruction and example. Each child was taught to listen to his or her conscience as a severely infallible guide."
  },
  {
    "book": "The Algorithm Design Manual",
    "author": "Steven S Skiena",
    "page": null,
    "date_added": "Friday, August 12, 2022 9:08:11 AM",
    "quote": "There is a fundamental difference between algorithms, which always produce a correct result, and heuristics, which may usually do a good job but without providing any guarantee."
  },
  {
    "book": "The Algorithm Design Manual",
    "author": "Steven S Skiena",
    "page": null,
    "date_added": "Friday, August 12, 2022 9:22:02 AM",
    "quote": "A proper mathematical proof consists of several parts. First, there is a clear, precise statement of what you are trying to prove. Second, there is a set of assumptions of things which are taken to be true and hence used as part of the proof. Third, there is a chain of reasoning which takes you from these assumptions to the statement you are trying to prove. Finally, there is a little square (1) or QED at the bottom to denote that you have finished, representing the Latin phrase for \"thus it is demonstrated.\""
  },
  {
    "book": "The Algorithm Design Manual",
    "author": "Steven S Skiena",
    "page": null,
    "date_added": "Friday, August 12, 2022 9:26:36 AM",
    "quote": "Take-Home Lesson: The heart of any algorithm is an idea. If your idea is not clearly revealed when you express an algorithm, then you are using too low-level a notation to describe"
  },
  {
    "book": "The Algorithm Design Manual",
    "author": "Steven S Skiena",
    "page": null,
    "date_added": "Friday, August 12, 2022 9:26:42 AM",
    "quote": "The heart of any algorithm is an idea. If your idea is not clearly revealed when you express an algorithm, then you are using too low-level a notation to describe it."
  },
  {
    "book": "The Algorithm Design Manual",
    "author": "Steven S Skiena",
    "page": null,
    "date_added": "Friday, August 12, 2022 9:28:34 AM",
    "quote": "We need more than just an algorithm description in order to demonstrate correctness. We also need a careful description of the problem that it is intended to solve."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "266",
    "date_added": "Saturday, August 27, 2022 12:50:14 PM",
    "quote": "prose and showed a keen political and cultural understanding."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "9",
    "date_added": "Thursday, October 6, 2022 10:32:47 PM",
    "quote": "Fallibilists expect even their best and most fundamental explanations to contain misconceptions in addition to truth, and so they are predisposed to try to change them for the better. In contrast, the logic of justificationism is to seek (and typically, to believe that one has found) ways of securing ideas against change."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "12",
    "date_added": "Thursday, October 6, 2022 10:45:11 PM",
    "quote": "Rejecting authority in regard to knowledge was not just a matter of abstract analysis. It was a necessary condition for progress, because, before the Enlightenment, it was generally believed that everything important that was knowable had already been discovered, and was enshrined in authoritative sources such as ancient writings and traditional assumptions."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "13",
    "date_added": "Thursday, October 6, 2022 10:48:55 PM",
    "quote": "Thus the Enlightenment was a revolution in how people sought knowledge: by trying not to rely on authority."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "36",
    "date_added": "Wednesday, November 9, 2022 8:47:07 PM",
    "quote": "The inventor Thomas Edison once said, ‘None of my inventions came by accident. I see a worthwhile need to be met and I make trial after trial until it comes. What it boils down to is one per cent inspiration and ninety-nine per cent perspiration.’"
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "53",
    "date_added": "Wednesday, November 9, 2022 9:43:32 PM",
    "quote": "Dawkins agrees with an earlier evolutionary biologist, John Haldane, who expected that ‘the universe is not only queerer than we suppose, but queerer than we can suppose.’"
  },
  {
    "book": "The Death of Ivan Ilyich and Other Stories",
    "author": "Vintage Classics",
    "page": "366",
    "date_added": "Tuesday, December 20, 2022 10:25:21 PM",
    "quote": "And there was an illiterate letter to Evgeny Mikhailovich: “According to the Gospels it says, do good for evil. You did me much evil with the coupon, and I did mighty wrong to that muzhik, and yet I pity you. Here, take four big ones and remember your yard porter Vassily.” “No, it’s amazing,” said Evgeny Mikhailovich, both to his wife and to himself. And whenever he remembered it or spoke of it to his wife, tears came to his eyes and his soul was joyful."
  },
  {
    "book": "The Death of Ivan Ilyich and Other Stories",
    "author": "Vintage Classics",
    "page": "462",
    "date_added": "Friday, December 23, 2022 12:00:10 AM",
    "quote": "“We have a proverb,” he said to the interpreter. “The dog treated the ass to meat, the ass treated the dog to hay—and both went hungry.” He smiled. “Every people finds its own customs good.”"
  },
  {
    "book": "Sex & Rage (Canons)",
    "author": "Babitz, Eve",
    "page": "130",
    "date_added": "Saturday, December 24, 2022 2:56:28 PM",
    "quote": "“You know, Jacaranda,” Sunrise said, her attention mostly on passing a truck, “sometimes when you have had a little too much to drink . . .”"
  },
  {
    "book": "Sex & Rage (Canons)",
    "author": "Babitz, Eve",
    "page": "130",
    "date_added": "Saturday, December 24, 2022 2:56:37 PM",
    "quote": ". people who don’t know how wonderful you are might get the wrong impression.” Jacaranda wrote that down; it was the most foolproof attack of persuasion she’d ever witnessed."
  },
  {
    "book": "The Woman Destroyed (Harper Perennial Modern Classics)",
    "author": "Beauvoir, Simone de",
    "page": "23",
    "date_added": "Monday, December 26, 2022 10:53:42 AM",
    "quote": "‘Why have we led the kind of life we have led if you think other ways of life just as good?’ ‘Because we could not have done otherwise.’ ‘We could not have done otherwise because it was our way of life that seemed to us valid.’ ‘No. As far as I was concerned knowing, discovering, was a mania, a passion, even a kind of neurosis, without the slightest moral justification. I never thought everybody else should do the same.’ Deep down I do think that everybody else should do the same, but I did not choose to argue the point."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "320",
    "date_added": "Sunday, January 1, 2023 9:19:59 PM",
    "quote": "been easy to face such universal opprobrium."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "387",
    "date_added": "Saturday, February 11, 2023 12:23:15 PM",
    "quote": "It vexed Carnegie that Rockefeller, an oilman, had possessed such superior foresight in the iron-ore business. In his private correspondence, he vented his frustration in petty digs, referring to him derisively as Rockafellow and later on as Wreckafellow."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "400",
    "date_added": "Saturday, February 11, 2023 5:02:05 PM",
    "quote": "For a man who shrank from intimate discussion, golf provided an ideal way to socialize in a highly structured, risk-free environment from ten-fifteen to twelve each morning."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "442",
    "date_added": "Tuesday, February 21, 2023 9:03:45 PM",
    "quote": "If she is right we will not gain anything by answering, and if she is wrong time will vindicate us.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "443",
    "date_added": "Tuesday, February 21, 2023 9:07:23 PM",
    "quote": "“There was not a lazy bone in the organization, not an incompetent hand, nor a stupid head,” she wrote.62 It was the very fact that they could have succeeded without resorting to unethical acts that so exasperated her. As she said, “They had never played fair, and that ruined their greatness for me.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "450",
    "date_added": "Thursday, March 2, 2023 9:35:50 PM",
    "quote": "“I tell you, Hiram, things have changed since you and I were boys. The world is full of socialists and anarchists. Whenever a man succeeds remarkably in any particular line of business, they jump on him and cry him down.”"
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "505",
    "date_added": "Wednesday, March 8, 2023 4:25:04 PM",
    "quote": "In this manner, the Rockefellers inhabited two worlds: a real but unspoken world of unimaginable wealth and a make-believe world of modest gifts intended to show that they were not spoiled. Since money meant nothing to them, they had to stress the sentimental value of gifts. The main thing was to prove that you were not taking your good fortune for granted."
  },
  {
    "book": "Titan",
    "author": "Chernow, Ron",
    "page": "628",
    "date_added": "Tuesday, April 4, 2023 10:47:25 PM",
    "quote": "Abby thought him a man of sterling probity whom she respected as well as loved. As she once wrote, “I feel sorry for all the women in the world who haven’t as good husbands as I have.”"
  },
  {
    "book": "Happy Hour",
    "author": "Granados, Marlowe",
    "page": "121",
    "date_added": "Saturday, June 10, 2023 12:54:59 AM",
    "quote": "I have always disappointed the people who ask me what I’m feeling. When someone asks, even if I’m feeling particularly anguished, I can’t seem to form the words. Maybe it comes from the fear of what may change. The atmosphere suddenly hardens and from one moment to the next the person feels differently. I am really terrified of that. To be free to communicate without consequence—is that ever a possibility? I want to say, “I don’t want you to have feelings about my feelings.” I want to be heard without consequence because to be heard is such a novelty. If someone asks while looking me straight in the eye, I slither away. Even though we are looking at each other, I am still hiding. My dark eyes are good for that. The feelings on the tip of my tongue have"
  },
  {
    "book": "Happy Hour",
    "author": "Granados, Marlowe",
    "page": "121",
    "date_added": "Saturday, June 10, 2023 12:55:11 AM",
    "quote": "no shape; they’re listless, always trying to sneak up in a moment of poignancy. Sometimes what I want to say is “I want you to be mine!” Sometimes it is “I feel trapped!” Sometimes it is “I resigned myself to a fate I thought I wanted, but now I don’t!”"
  },
  {
    "book": "Happy Hour",
    "author": "Granados, Marlowe",
    "page": "192",
    "date_added": "Sunday, June 11, 2023 3:32:52 PM",
    "quote": "every one of Gala’s expensive things. Her perfume"
  },
  {
    "book": "Happy Hour",
    "author": "Granados, Marlowe",
    "page": "203",
    "date_added": "Sunday, June 11, 2023 6:24:22 PM",
    "quote": "“How can you really ever know someone? People change and are in a constant state of revealing themselves. To think you know everything about someone is to leave yourself vulnerable to surprise.”"
  },
  {
    "book": "If We Were Villains",
    "author": "Rio, M. L.",
    "page": null,
    "date_added": "Sunday, June 11, 2023 11:40:03 PM",
    "quote": "first, whispers chased us around the refectory"
  },
  {
    "book": "If We Were Villains",
    "author": "Rio, M. L.",
    "page": null,
    "date_added": "Sunday, June 11, 2023 11:56:46 PM",
    "quote": "Halloween seemed to bring out a sort of sybaritic"
  },
  {
    "book": "If We Were Villains",
    "author": "Rio, M. L.",
    "page": null,
    "date_added": "Tuesday, June 13, 2023 12:09:50 AM",
    "quote": "“You, Oliver,” he said, “are truly indomitable.”"
  },
  {
    "book": "Consider Phlebas",
    "author": "Banks, Iain M.",
    "page": "401",
    "date_added": "Monday, June 19, 2023 2:27:22 AM",
    "quote": "go back some time just to see him, if he’s still alive. . . . Pure"
  },
  {
    "book": "The Player Of Games",
    "author": "Banks, Iain M.",
    "page": "48",
    "date_added": "Thursday, June 22, 2023 2:41:34 PM",
    "quote": "is inevitably to shackle oneself to a conspectus"
  },
  {
    "book": "The Player Of Games",
    "author": "Banks, Iain M.",
    "page": "49",
    "date_added": "Thursday, June 22, 2023 3:31:17 PM",
    "quote": "was already almost as big as any Orbital community"
  },
  {
    "book": "When Reason Goes on Holiday",
    "author": "Sesardic, Neven",
    "page": "54",
    "date_added": "Tuesday, July 25, 2023 4:50:36 PM",
    "quote": "reported in all media. He never joined"
  },
  {
    "book": "The Player Of Games",
    "author": "Banks, Iain M.",
    "page": "359",
    "date_added": "Thursday, September 14, 2023 10:25:47 AM",
    "quote": "That intelligence could surpass and excel the blind force of evolution, with its emphasis on mutation, struggle and death? That conscious cooperation was more efficient than feral competition?"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "13",
    "date_added": "Wednesday, September 20, 2023 10:20:05 PM",
    "quote": "do not know the details but have only heard that, it seems, the ward, who was a meek, gentle, uncomplaining girl, was once taken out of a noose that she had hung from a nail in the closet—so hard was it for her to endure the willfulness and eternal nagging of"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "13",
    "date_added": "Wednesday, September 20, 2023 10:20:15 PM",
    "quote": "I do not know the details but have only heard that, it seems, the ward, who was a meek, gentle, uncomplaining girl, was once taken out of a noose that she had hung from a nail in the closet—so hard was it for her to endure the willfulness and eternal nagging of the old woman, who was apparently not wicked but had become a most insufferable crank from sheer idleness."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "45",
    "date_added": "Wednesday, October 18, 2023 11:03:49 PM",
    "quote": "“Be at ease, and feel completely at home. And above all do not be so ashamed of yourself, for that is the cause of everything.”"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "46",
    "date_added": "Wednesday, October 18, 2023 11:14:01 PM",
    "quote": "A man who lies to himself is often the first to take offense. It sometimes feels very good to take offense, doesn’t it? And surely he knows that no one has offended him, and that he himself has invented the offense"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "46",
    "date_added": "Wednesday, October 18, 2023 11:14:34 PM",
    "quote": "A man who lies to himself is often the first to take offense. It sometimes feels very good to take offense, doesn’t it?"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "58",
    "date_added": "Wednesday, October 18, 2023 11:40:21 PM",
    "quote": "For people are created for happiness, and he who is completely happy can at once be deemed worthy of saying to himself: ‘I have fulfilled God’s commandment on this earth.’ All the righteous, all the saints, all the holy martyrs were happy.” “Oh, how you speak!"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "58",
    "date_added": "Wednesday, October 18, 2023 11:40:31 PM",
    "quote": "But since I seem so cheerful to you, nothing could ever gladden me more than your saying so. For people are created for happiness, and he who is completely happy can at once be deemed worthy of saying to himself: ‘I have fulfilled God’s commandment on this earth.’ All the righteous, all the saints, all the holy martyrs were happy.”"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "61",
    "date_added": "Thursday, October 19, 2023 12:04:24 AM",
    "quote": "Above all, avoid lies, all lies, especially the lie to yourself. Keep watch on your own lie and examine it every hour, every minute. And avoid contempt, both of others and of yourself: what seems bad to you in yourself is purified by the very fact that you have noticed it in yourself. And avoid fear, though fear is simply the consequence of every lie."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "61",
    "date_added": "Monday, October 23, 2023 12:18:34 PM",
    "quote": "I am sorry that I cannot say anything more comforting, for active love is a harsh and fearful thing compared with love in dreams. Love in dreams thirsts for immediate action, quickly performed, and with everyone watching."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "61",
    "date_added": "Monday, October 23, 2023 12:19:57 PM",
    "quote": "I am sorry that I cannot say anything more comforting, for active love is a harsh and fearful thing compared with love in dreams. Love in dreams thirsts for immediate action, quickly performed, and with everyone watching. Indeed, it will go as far as the giving even of one’s life, provided it does not take long but is soon over, as onstage, and everyone is looking on and praising. Whereas active love is labor and perseverance, and for some people, perhaps, a whole science. But I predict that even in that very moment when you see with horror that despite all your efforts, you not only have not come nearer your goal but seem to have gotten farther from it, at that very moment—I predict this to you—you will suddenly reach your goal and will clearly behold"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "74",
    "date_added": "Friday, October 27, 2023 11:16:06 PM",
    "quote": "“Even if it cannot be resolved in a positive way, it will never be resolved in the negative way either—you yourself know this property of your heart, and there lies the whole of its torment."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "75",
    "date_added": "Friday, October 27, 2023 11:17:21 PM",
    "quote": "“Speak without foolery, and do not begin by insulting your relations,” the elder replied in a weak, exhausted voice."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "81",
    "date_added": "Friday, October 27, 2023 11:31:03 PM",
    "quote": "Here is a commandment for you: seek happiness in sorrow. Work, work tirelessly."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "91",
    "date_added": "Saturday, October 28, 2023 11:17:52 AM",
    "quote": "“Why do you hate so-and-so so much?” And he had replied then, in a fit of his buffoonish impudence: “I’ll tell you why: he never did anything to me, it’s true, but I once did him a most shameless and nasty turn, and the moment I did it, I immediately hated him for it.”"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "317",
    "date_added": "Sunday, November 26, 2023 10:01:27 PM",
    "quote": "Gentlemen,” I cried suddenly from the bottom of my heart, “look at the divine gifts around us: the clear sky, the fresh air, the tender grass, the birds, nature is beautiful and sinless, and we, we alone, are godless and foolish, and do not understand that life is paradise, for we need only wish to understand, and it will come at once in all its beauty, and we shall embrace each other and weep …”"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "331",
    "date_added": "Wednesday, November 29, 2023 9:50:12 PM",
    "quote": "for men love the fall of the righteous man and his disgrace."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "340",
    "date_added": "Thursday, December 14, 2023 8:47:35 AM",
    "quote": "Work tirelessly. If, as you are going to sleep at night, you remember: “I did not do what I ought to have done,” arise at once and do it. If you are surrounded by spiteful and callous people who do not want to listen to you, fall down before them and ask their forgiveness, for in truth the guilt is yours, too, that they do not want to listen to you. And if you cannot speak with the embittered, serve them silently and in humility, never losing hope. And if everyone abandons you"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "340",
    "date_added": "Thursday, December 14, 2023 8:47:46 AM",
    "quote": "Work tirelessly. If, as you are going to sleep at night, you remember: “I did not do what I ought to have done,” arise at once and do it. If you are surrounded by spiteful and callous people who do not want to listen to you, fall down before them and ask their forgiveness, for in truth the guilt is yours, too, that they do not want to listen to you. And if you cannot speak with the embittered, serve them silently and in humility, never losing hope. And if everyone abandons you and drives you out by force, then, when you are left alone, fall down on the earth and kiss it and water it with your tears, and the earth will bring forth fruit from your tears, even though no one has seen or heard you in your solitude."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "341",
    "date_added": "Thursday, December 14, 2023 8:48:17 AM",
    "quote": "Have faith to the end, even if it should happen that all on earth are corrupted and you alone remain faithful: make your offering even so, and praise God, you who are the only one left."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "341",
    "date_added": "Thursday, December 14, 2023 8:56:38 AM",
    "quote": "If the villainy of people arouses indignation and insurmountable grief in you, to the point that you desire to revenge"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "341",
    "date_added": "Thursday, December 14, 2023 8:56:46 AM",
    "quote": "If the villainy of people arouses indignation and insurmountable grief in you, to the point that you desire to revenge"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "341",
    "date_added": "Thursday, December 14, 2023 8:56:58 AM",
    "quote": "If the villainy of people arouses indignation and insurmountable grief in you, to the point that you desire to revenge"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "341",
    "date_added": "Thursday, December 14, 2023 8:57:17 AM",
    "quote": "yourself upon the villains, fear that feeling most of all; go at once and seek torments for yourself, as if you yourself were guilty of their villainy. Take these torments upon yourself and suffer them, and your heart will be eased, and you will understand that you, too, are guilty, for you might have shone to the villains, even like the only sinless One,12 but you did not. If you had shone, your light would have lighted the way for others, and the one who did villainy would perhaps not have done so in your light. And even if you do shine, but see that people are not saved even with your light, remain steadfast, and do not doubt the power of the heavenly light; believe that if they are not saved now, they will be saved later."
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "589",
    "date_added": "Wednesday, December 20, 2023 1:28:32 PM",
    "quote": "myself. I’m a scoundrel in many ways, Karamazov, I see it now!” “No, you have a lovely nature, though it’s been perverted, and I fully understand how you could have such an influence on this noble and morbidly sensitive boy!” Alyosha replied ardently. “And you say that to me!” Kolya cried, “and just imagine, I thought—several times already since I came here today—I thought you despised me! If only you knew how I value your opinion!” “But can it be that you really are so insecure? At your age? Well, imagine, I was thinking just that, as I watched you telling stories there in the room, that you must be very insecure.” “You thought that? What an eye you have, really, you see, you see! I bet it was when I was telling about the goose. Precisely"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "589",
    "date_added": "Wednesday, December 20, 2023 1:29:02 PM",
    "quote": "at that moment I imagined you must deeply despise me for being in such a hurry to show what a fine fellow I was, and I even hated you for"
  },
  {
    "book": "The Brothers Karamazov",
    "author": "Dostoevsky, Fyodor",
    "page": "589",
    "date_added": "Wednesday, December 20, 2023 1:29:07 PM",
    "quote": "at that moment I imagined you must deeply despise me for being in such a hurry to show what a fine fellow I was, and I even hated you for it"
  },
  {
    "book": "The Song of Achilles",
    "author": "Miller, Madeline",
    "page": "369",
    "date_added": "Wednesday, September 18, 2024 11:21:15 PM",
    "quote": "In the darkness, two shadows, reaching through the hopeless, heavy dusk. Their hands meet, and light spills in a flood like a hundred golden urns pouring out the sun."
  },
  {
    "book": "The Beginning of Infinity",
    "author": "Deutsch, David",
    "page": "52",
    "date_added": "Wednesday, November 20, 2024 10:14:29 AM",
    "quote": "there is no reason to expect our brains to be any different from our eyes in this regard: they evolved to cope with the narrow class of phenomena that commonly occur in the biosphere,"
  },
  {
    "book": "Masters of Doom",
    "author": "Kushner, David",
    "page": "87",
    "date_added": "Saturday, December 28, 2024 10:14:30 PM",
    "quote": "All of science and technology and culture and learning and academics is built upon using the work that others have done before, Carmack thought. But to take a patenting approach and say it’s like, well, this idea is my idea, you cannot extend this idea in any way, because I own this idea—it just seems so fundamentally wrong. Patents were jeopardizing the very thing that was central to his life: writing code to solve problems. If the world became a place in which he couldn’t solve a problem without infringing on someone’s patents, he would be very unhappy living there."
  },
  {
    "book": "Masters of Doom",
    "author": "Kushner, David",
    "page": "130",
    "date_added": "Monday, December 30, 2024 12:42:20 PM",
    "quote": "computer artist at Softdisk. It ended up changing"
  },
  {
    "book": "Masters of Doom",
    "author": "Kushner, David",
    "page": "362",
    "date_added": "Thursday, January 2, 2025 11:47:39 AM",
    "quote": "“video games drive the evolution"
  },
  {
    "book": "Masters of Doom",
    "author": "Kushner, David",
    "page": "363",
    "date_added": "Thursday, January 2, 2025 11:48:41 AM",
    "quote": "don’t have to be at the Grand Canyon to appreciate the way the world works, I can see that in reflections of light in my bathroom.”"
  },
  {
    "book": "Masters of Doom",
    "author": "Kushner, David",
    "page": "363",
    "date_added": "Thursday, January 2, 2025 11:48:50 AM",
    "quote": "“I don’t have to be at the Grand Canyon to appreciate the way the world works, I can see that in reflections of light in my bathroom.”"
  },
  {
    "book": "Tomorrow, and Tomorrow, and Tomorrow",
    "author": "Zevin, Gabrielle",
    "page": "41",
    "date_added": "Monday, February 17, 2025 9:36:32 PM",
    "quote": "“Always remember, mine Sadie: life is very long, unless it is not.” Sadie knew this to be a tautology, but it also happened to be true."
  }
]
